{"id":2270,"date":"2020-05-13T16:01:54","date_gmt":"2020-05-13T20:01:54","guid":{"rendered":"https:\/\/bridgebioprod.wpengine.com\/?p=2270"},"modified":"2022-06-23T10:36:50","modified_gmt":"2022-06-23T14:36:50","slug":"bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/","title":{"rendered":"BridgeBio Pharma, Inc. Reports First Quarter 2020 Financial Results and Business Update"},"content":{"rendered":"\r\n<p><strong>&#8211;<\/strong><em>Ended quarter with $928 million in cash, cash equivalents and marketable securities<\/em><\/p>\r\n\r\n\r\n\r\n<p><strong>SAN FRANCISCO, May 13, 2020 — <\/strong>BridgeBio Pharma, Inc. (Nasdaq: BBIO), today reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations.<\/p>\r\n\r\n\r\n\r\n<p>The company is working with its committed partners to minimize disruption from the COVID-19 pandemic on its clinical trials and other drug development programs. BridgeBio salutes the brave physicians, nurses, first responders and medical staff who are working across the globe to care for patients with COVID-19.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio’s fully enrolled trials and preclinical programs are moving ahead with minimal delays, and the company is on track to file its second New Drug Application (NDA) later this year, along with the anticipated filing of multiple investigational new drug applications (INDs). Despite the challenges presented by COVID-19, BridgeBio’s clinical trials of infigratinib in tumors with FGFR genetic alterations are proceeding as planned.<\/p>\r\n\r\n\r\n\r\n<p>Certain clinical trials that were in the process of enrolling have slowed as a result of the COVID-19 outbreak. BridgeBio is working with hospitals and investigators to deliver investigational medicines to patients and to develop solutions that will allow the company to continue to measure key endpoints for these trials. BridgeBio is also prepared to continue enrolling patients as the healthcare system regains the ability to accommodate this activity.<\/p>\r\n\r\n\r\n\r\n<p>For trials that have not yet begun enrolling, BridgeBio is prepared to begin them as soon as trial sites can accommodate enrollment. Given the severe and often life-threatening nature of many of the disease areas on which BridgeBio is focused, we anticipate many of our planned trials will be prioritized.<\/p>\r\n\r\n\r\n\r\n<p>“Given COVID-19’s impact, we estimate that certain milestones related to clinical trials that were anticipated in 2020 are now more likely to come in 2021. Other programs are moving forward without delay, thanks to the committed efforts of our partners,” said BridgeBio founder and CEO Neil Kumar, Ph.D. “We believe we are in a position financially and operationally to move our critical work forward the moment the public health situation allows for that. Many of the patients we work with are battling devastating diseases that will not wait for this pandemic to pass.”<\/p>\r\n\r\n\r\n\r\n<p>Just prior to substantial market dislocation driven by COVID-19, BridgeBio strengthened its balance sheet by raising $550 million in gross proceeds through the issuance of 2.50% Convertible Senior Notes due in 2027 (2027 Notes). This important financing added to approximately $700 million in gross proceeds raised from our initial public offering in June 2019 and Series D announced in January 2019, and puts BridgeBio in a strong financial position to execute on the 20+ drug development and discovery programs in its pipeline.  The company expects current cash, cash equivalents and marketable securities to carry it through critical and high-value milestones stretching into 2022.<\/p>\r\n\r\n\r\n\r\n<p>“Our recent financings have focused on solving for two objectives at once: securing the capital required to independently advance our pipeline, while minimizing shareholder dilution,” said BridgeBio CFO Brian Stephenson, Ph.D., CFA. “One of the original goals in the founding of BridgeBio was to create a vehicle that could attract a new set of investors to fund critical biomedical research and drug development by taking a sufficiently large number of shots on goal, within an advantaged research and development space, to build conviction that multiple approved products are not just possible but statistically probable over time.  We appreciate the confidence investors have demonstrated in the critical work we are doing for patients.”<\/p>\r\n\r\n\r\n\r\n<p><strong>Steps BridgeBio has taken in response to COVID-19<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Delivering investigational medicines to trial participants directly now that many can no longer visit the hospital<\/li>\r\n<li>Implementing out-of-hospital solutions for clinical trials – including telehealth appointments and remote clinical monitoring<\/li>\r\n<li>Engaging in conversations with the U.S. Food and Drug Administration (FDA) across multiple programs to understand how to preserve the fidelity of key endpoints<\/li>\r\n<li>Working closely with contract manufacturing partners to anticipate potential downstream impacts to BridgeBio’s immediate supply chain<\/li>\r\n<li>Working on key aspects of site activation and support so that BridgeBio can continue enrolling patients where and when possible<\/li>\r\n<li>Transferring many of our non-clinical laboratory activities to contract research organizations that continue to work on them, when BridgeBio has not been able to sustain them<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>First quarter 2020 and recent pipeline progress:<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Mendelian<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-589 – COL7A protein replacement therapy for recessive dystrophic epidermolysis bullosa (RDEB):<\/strong> Due to a slowdown in enrollment related to COVID-19, BridgeBio now plans to share topline data from the ongoing Phase 1\/2 study (<a href=\"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT03752905\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>NCT03752905<\/strong><\/a>) in 2021.<\/li>\r\n<li><strong>BBP-265 (AG10) – TTR stabilizer for ATTR:<\/strong>  Due to a slowdown in site activation and participant enrollment related to COVID-19, BridgeBio currently expects enrollment of ATTRibute-CM to be completed in the first half of 2021 (<a href=\"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT03860935\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>ATTRibute-CM<\/strong><\/a>) and plans to initiate its Phase 3 trial of AG10 in ATTR-PN (ATTRibute-PN) in the second half of 2020<\/li>\r\n<li><strong>Low-dose infigratinib for achondroplasia:<\/strong>The Phase 2 clinical program (PROPEL2) is on track to dose the first children in 2020 (<a href=\"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT04265651\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>NCT04265651<\/strong><\/a>). Enrollment has continued in areas where it is safe for children and their families to participate and BridgeBio continues to activate sites remotely.<\/li>\r\n<li><strong>Fosdenopterin – cPMP replacement therapy for MoCD type A:<\/strong> Remains on track to complete the rolling NDA submission to FDA in 2020.<\/li>\r\n<li><strong>Topical patidegib gel for Gorlin syndrome and high-frequency basal cell carcinoma<strong>[1]<\/strong>:<\/strong> Phase 3 study is fully enrolled as of the fourth quarter of 2019 and remains on track for last patient last visit in the fourth quarter of 2020 (<a href=\"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT03703310\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>NCT03703310<\/strong><\/a>).<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>Multiple new clinical studies are ready to initiate pending stabilization of COVID-19:<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Encaleret (CaSR antagonist)<\/strong> Phase 2 study in autosomal dominant hypocalcemia type 1.<\/li>\r\n<li><strong>Ribitol (BBP-418)<\/strong>Phase 1 study in healthy volunteers.<\/li>\r\n<li><strong>Zuretinol (syntetic retinoid) <\/strong>Phase 2\/3 study in inherited retinal diseases due to RPE65 or LRAT gene mutations.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>[1] PellePharm, which is focused on developing patidegib topical gel, 2% entered into a strategic collaboration with LEO Pharma in November 2018, which includes an option for LEO Pharma to acquire PellePharm.<\/p>\r\n\r\n\r\n\r\n<p><strong>Targeted oncology<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Infigratinib – FGFR1-3 inhibitor for FGFR+ cancer:<\/strong> Preparing NDA submission in 2020 for second-line FGFR2+ cholangiocarcinoma. Our front-line cholangiocarcinoma (<strong><a href=\"https:\/\/nam04.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT03773302&amp;data=02%7C01%7Cgrace.rauh%40bridgebiodev.wpengine.com%7C365494e3badd4a8e197208d7f2a291e2%7Cb2fed444408c4e80892a6f79fc99ebad%7C1%7C0%7C637244652356886427&amp;sdata=L596PHgVjCmQKgeCOEA3Pm6%2B5E9GXvLfIOB84mfTUoY%3D&amp;reserved=0\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (opens in a new tab)\">NCT03773302<\/a><\/strong>), adjuvant urothelial carcinoma (<strong><a href=\"https:\/\/nam04.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT04197986&amp;data=02%7C01%7Cgrace.rauh%40bridgebiodev.wpengine.com%7C365494e3badd4a8e197208d7f2a291e2%7Cb2fed444408c4e80892a6f79fc99ebad%7C1%7C0%7C637244652356886427&amp;sdata=hyk01Z%2BMGPY426XRrRR%2FdKtUdeexUzAdqrLsNRF0MOw%3D&amp;reserved=0\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (opens in a new tab)\">NCT04197986<\/a><\/strong>), and tumor agnostic (<strong><a href=\"https:\/\/nam04.safelinks.protection.outlook.com\/?url=https%3A%2F%2Fclinicaltrials.gov%2Fct2%2Fshow%2FNCT04233567&amp;data=02%7C01%7Cgrace.rauh%40bridgebiodev.wpengine.com%7C365494e3badd4a8e197208d7f2a291e2%7Cb2fed444408c4e80892a6f79fc99ebad%7C1%7C0%7C637244652356896420&amp;sdata=BuoPP1Sn5eZBUhQUjWFX6n6xOu0AQ43dc%2FKe9HyOUSg%3D&amp;reserved=0\" target=\"_blank\" rel=\"noreferrer noopener\" aria-label=\" (opens in a new tab)\">NCT04233567<\/a><\/strong>) studies continue to enroll as BridgeBio activates sites remotely.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Gene therapy<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-812 – Gene therapy candidate for Canavan disease:<\/strong> IND-enabling studies for AAV gene therapy proceeding. On track to submit IND to regulatory authorities in 2020.<\/li>\r\n<li><strong>BBP-631 – Gene therapy candidate for congenital adrenal hyperplasia: <\/strong>IND-enabling studies for AAV gene therapy proceeding. On track to submit IND to regulatory authorities in 2020.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Additional updates<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Anticipate disclosing new product candidates and filing multiple new INDs in 2020.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>First quarter 2020 financial results:<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Cash, cash equivalents and marketable securities<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, totaled $928.4 million as of March 31, 2020 compared to $577.1 million at December 31, 2019.  The net change in cash balance of $351.3 million reflects $537.6 million in net proceeds received from the issuance of our 2027 Notes, $24.1 million in net proceeds received from Eidos’ at-the-market issuance of shares, offset by payment of $75.0 million to repurchase BridgeBio shares, $49.3 million payment related to capped call option and the remaining payment of $86.1 million primarily related to operating expenses. <\/p>\r\n\r\n\r\n\r\n<p><strong>Operating expenses<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Operating expenses for the first quarter of 2020 were $102.5 million, as compared to $63.8 million for the same period in the prior year. The increase in operating expenses of $38.7 million was attributable to the increase in external-related costs and increase in headcount to support the progression in our research and development programs, including our increasing research pipelines, and overall growth of our operations.<\/p>\r\n\r\n\r\n\r\n<p>We have experienced some delays in our research and development activities arising from delays in enrollment of certain of our ongoing clinical trials and in the commencement of certain planned trials due to the global outbreak of COVID-19. The delays experienced occurred towards the end of the first quarter of 2020 and therefore, our research and development expenses have not been significantly impacted for the full quarter.  However, we believe that delays in our ongoing and planned clinical trials and adjustments to certain of our study procedures, such as enabling alternative site, telehealth and home visits, at-home drug delivery, as well as mitigation strategies with our contract manufacturing organizations, may increase our expenses or draw them out over a longer period of time.  The longer term impact of COVID-19 on our operating expenses is currently unknown.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img loading=\"lazy\" decoding=\"async\" width=\"636\" height=\"583\" class=\"wp-image-2280\" src=\"\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.22-PM.png\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.22-PM.png 636w, https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.22-PM-300x275.png 300w\" sizes=\"(max-width: 636px) 100vw, 636px\" \/><\/figure>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image\"><img loading=\"lazy\" decoding=\"async\" width=\"650\" height=\"581\" class=\"wp-image-2281\" src=\"\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.31-PM.png\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.31-PM.png 650w, https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/05\/Screen-Shot-2020-05-13-at-12.51.31-PM-300x268.png 300w\" sizes=\"(max-width: 650px) 100vw, 650px\" \/><\/figure>\r\n\r\n\r\n\r\n<p>(1) The condensed consolidated balance sheet as of December 31, 2019 is derived from the audited consolidated financial statements as of that date. <br \/>(2) March 31, 2020 and December 31, 2019 amounts include long-term marketable securities of $23.2 million and $31.1 million, respectively.<\/p>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma<\/strong><\/p>\r\n\r\n\r\n\r\n<p>BridgeBio is a team of experienced drug discoverers, developers and innovators working to create life-altering medicines that target well-characterized genetic diseases at their source. BridgeBio was founded in 2015 to identify and advance transformative medicines to treat patients who suffer from Mendelian diseases, which are diseases that arise from defects in a single gene, and cancers with clear genetic drivers. BridgeBio’s pipeline of over 20 development programs includes product candidates ranging from early discovery to late-stage development. For more information, visit <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=-yyNeu5xfoeu9sIJJJWB-p1F2uVpgpU_iZhLjMhP5sMfvyd0kcm89TvlmYigmW9LlqkWVXjnea0gqSWmknyQBg==\" target=\"_blank\" rel=\"noreferrer noopener\">bridgebiodev.wpengine.com<\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma Forward-Looking Statements<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This press release contains forward-looking statements. Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions.  We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements, including statements relating to expectations, plans and prospects regarding the preclinical and clinical development plans, clinical trial designs, clinical and therapeutic potential, and strategy of BridgeBio’s product candidates, including, but not limited to, the unknown future impact of the COVID-19 pandemic’s delay to certain clinical trial milestones and effect on BridgeBio’s operations, the number of potential medicines in our portfolio, our plans to file an NDA for infigratinib in cholangiocarcinoma and multiple INDs for new product candidates in 2020, the initiation of our planned Phase 2\/3 trial of Zuretinol, the availability of topline data from our Phase 1\/2 study of BBP-589, the anticipated dosing of the first children in our Phase 2 dose-ranging study of infigratinib in achondroplasia, the completion of enrollment in our ongoing Phase 3 study of BBP-265 in ATTR-CM, the initiation of our Phase 3 trial of BBP-265 in ATTR-PN, the completion of our rolling NDA submission to FDA for fosdenopterin, the timing of last patient last visit for topical patidegib gel for Gorlin syndrome and high-frequency basal cell carcinoma, the availability of updated results for infigratinib and our plans for further clinical development of infigratinib in FGFR+ cancer, our expected runway for cash, cash equivalents and marketable securities, and the timing of these events, reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved.  Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by  a number of risks, uncertainties and assumptions, including, but not limited to, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy and those risks set forth in the Risk Factors section of our most recent quarterly or annual periodic report filed with the SEC and our other SEC filings. Moreover, BridgeBio operates in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of BridgeBio’s management as of the date of this release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\r\n\r\n\r\n\r\n<p>Media Contact:<br \/>Grace Rauh, BridgeBio Pharma<br \/><a href=\"https:\/\/www.globenewswire.com\/Tracker?data=csZBecb3aLEhABUHDH4vmCWC_5fFKK2wMhxypbDCFDzDsZeJZlfFyAKEghe5J8rZXxcW6b5WlxJ0LPnN2leiKf-hty3lNabCNd6DIrKTLgM=\" target=\"_blank\" rel=\"noreferrer noopener\">grace.rauh@bridgebiodev.wpengine.com<\/a><br \/>917-232-5478<\/p>\r\n\r\n\r\n\r\n<p>Investor Contact:<br \/>John Grimaldi, Burns McClellan<br \/><a href=\"https:\/\/www.globenewswire.com\/Tracker?data=GGnwfKcjZecCMCAa5_eHk6ilUOKe9ViTI3Pm2eWtMnBXuG95C2JBw1taN3rVde9kXazkxQVEaTbozbfGpRlgj6OT1_dMjMu9oGMwRd3sv_M=\" target=\"_blank\" rel=\"noreferrer noopener\">jgrimaldi@burnsmc.com<\/a><br \/>212-213-0006 x362<\/p>\r\n\r\n\r\n\r\n<p>Source: BridgeBio Pharma<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>&#8211;Ended quarter with $928 million in cash, cash equivalents and marketable securities SAN FRANCISCO, May 13, 2020 — BridgeBio Pharma, Inc. (Nasdaq: BBIO), today reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. The company is working with its committed partners to minimize disruption from [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-2270","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"external_link":"","presentation":"","meta_short_title":"BridgeBio Reports First Quarter 2020 Financial Results","meta_description":"","meta_share_image":false,"people":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>First Quarter 2020 Financial Results | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"First Quarter 2020 Financial Results | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2020-05-13T20:01:54+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-23T14:36:50+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/\",\"name\":\"First Quarter 2020 Financial Results | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2020-05-13T20:01:54+00:00\",\"dateModified\":\"2022-06-23T14:36:50+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma, Inc. Reports First Quarter 2020 Financial Results and Business Update\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"First Quarter 2020 Financial Results | BridgeBio","description":"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/","og_locale":"en_US","og_type":"article","og_title":"First Quarter 2020 Financial Results | BridgeBio","og_description":"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/","og_site_name":"BridgeBio","article_published_time":"2020-05-13T20:01:54+00:00","article_modified_time":"2022-06-23T14:36:50+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/","name":"First Quarter 2020 Financial Results | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2020-05-13T20:01:54+00:00","dateModified":"2022-06-23T14:36:50+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio reported its financial results for the first quarter ended March 31, 2020 and provided an update on the company’s operations. Learn more today!","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-first-quarter-2020-financial-results-and-business-update\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma, Inc. Reports First Quarter 2020 Financial Results and Business Update"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/2270"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=2270"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/2270\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=2270"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=2270"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=2270"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}