{"id":2898,"date":"2020-11-05T07:30:00","date_gmt":"2020-11-05T12:30:00","guid":{"rendered":"https:\/\/bridgebioprod.wpengine.com\/?p=2898"},"modified":"2022-06-23T10:41:45","modified_gmt":"2022-06-23T14:41:45","slug":"bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/","title":{"rendered":"BridgeBio Pharma, Inc. Reports Third Quarter 2020 Financial Results And Business Update"},"content":{"rendered":"\r\n<p>&#8211;<em>Merger agreement executed between BridgeBio and Eidos Therapeutics; Potential to <\/em><em>bring BridgeBio’s clinical and commercial development infrastructure to bear upon Eidos’ Acoramidis<\/em><br \/><br \/>&#8211;<em>New Drug Application for Fosdenopterin for the treatment of MoCD Type A<\/em><em> accepted by the FDA under Priority Review designation<\/em><\/p>\r\n\r\n\r\n\r\n<p>&#8211;<em>Initiated two new clinical trials since last quarterly update and progressed additional 15 ongoing clinical trials<\/em><br \/><br \/><em>-Ended quarter with <\/em><em>$710.7 <\/em><em>million in cash, cash equivalents and marketable securities<\/em><\/p>\r\n\r\n\r\n\r\n<p>SAN FRANCISCO, NOVEMBER 5, 2020 – BridgeBio Pharma, Inc. (Nasdaq: BBIO), a clinical-stage biopharmaceutical company founded to discover, create, test and deliver meaningful medicines for patients with genetic diseases and cancers with clear genetic drivers, today reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio announced a merger agreement last month with Eidos Therapeutics, Inc. (Nasdaq: EIDX), which is developing acoramidis (formerly AG10), a potential best-in-class transthyretin (TTR) stabilizer for patients with TTR amyloid (ATTR) cardiomyopathy and polyneuropathy. With this transaction, BridgeBio intends to fully and formally welcome Eidos back into its vibrant ecosystem of innovation and has agreed to acquire all of the outstanding common stock of Eidos it does not already own. The company expects to complete the proposed transaction in the first quarter of 2021, subject to certain conditions, including the receipt of stockholder approvals.<\/p>\r\n\r\n\r\n\r\n<p>Since the company’s last quarterly update, BridgeBio had its first new drug application (NDA) accepted by the U.S. Food and Drug Administration (FDA) under Priority Review designation and initiated two new clinical trials, including a Phase 2 trial of encaleret (calcium sensing receptor antagonist) for autosomal dominant hypocalcemia type 1 (ADH1), one of BridgeBio’s four core value driver programs. It also entered into collaboration agreements with the Salk Institute and the University of Colorado Anschutz Medical Campus to advance the development of new therapies for genetically driven diseases.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio held its first-ever R&amp;D Day on September 29, 2020, which focused on the company’s drug engineering platform, its targeted oncology portfolio, and four highlighted programs where clinical data are anticipated in the next 12 to 18 months – acoramidis for ATTR, low-dose infigratinib (FGFR inhibitor) for achondroplasia, AAV5 gene therapy for congenital adrenal hyperplasia (CAH), and encaleret for ADH1.<\/p>\r\n\r\n\r\n\r\n<p>“We are nearing a significant inflection point as a company as we approach the start of 2021. Our four key programs have critical data readouts within the next year and a half – in ATTR, achondroplasia, CAH and ADH1. We are progressing 17 ongoing clinical trials and we are preparing for commercialization, to bring our first investigational therapy to patients. There has never been a more exciting moment to be at the forefront of the revolution taking place in genetic medicine,” said BridgeBio CEO and founder Neil Kumar, Ph.D.<\/p>\r\n\r\n\r\n\r\n<p><strong>Recent pipeline progress and corporate updates:<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BridgeBio and Eidos Therapeutics enter into merger agreement: <\/strong>BridgeBio to acquire all outstanding shares of common stock of Eidos it does not already own; agreement unanimously approved by special committee of Eidos’ independent directors. Transaction removes the operational complexity of the current ownership structure and allows BridgeBio to fully invest in opportunities around the investigational drug, acoramidis, including subsequent studies to potentially broaden the evidence for its usage, and accelerate its commercial development using BridgeBio’s established infrastructure. Proposed transaction expected to be completed in the first quarter of 2021, subject to certain conditions, including approval by both BridgeBio and Eidos stockholders.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul>\r\n<li style=\"list-style-type: none;\">\r\n<ul>\r\n<li><strong>Fosdenopterin (formerly BBP-870\/ORGN001) – Synthetic cPMP for molybdenum cofactor deficiency (MoCD) Type A:<\/strong> FDA acceptance of NDA under Priority Review designation with Breakthrough Therapy Designation and Rare Pediatric Disease Designation previously granted. There are currently no approved therapies for the treatment of MoCD Type A, which results in severe and irreversible neurological injury for infants and children. This is BridgeBio’s first NDA acceptance.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<ul>\r\n<li style=\"list-style-type: none;\">\r\n<ul>\r\n<li><strong>New academic partnerships: <\/strong>Established collaboration agreements with the Salk Institute and the University of Colorado Anschutz Medical Campus to advance the discovery of therapies for genetically driven diseases.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n<p>&nbsp;<\/p>\r\n<ul>\r\n<li><strong>BridgeBio Pharma R&amp;D Day: <\/strong>Held a virtual R&amp;D Day on September 29, 2020. Presentation replay can be found on BridgeBio’s investor website <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/news-and-events\/event-calendar\">here<\/a>.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Major milestones anticipated over the next 12-18 months for BridgeBio’s four core value drivers:<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Acoramidis (AG10) – TTR stabilizer for ATTR: <\/strong>Completed screening in September for pivotal Phase 3 ATTRibute-CM clinical trial of acoramidis in patients with ATTR cardiomyopathy. The study enrolled more than 600 subjects with either wild-type or variant TTR across more than 80 sites in 18 countries. Topline results from Part A of the ATTRibute-CM trial are expected in late 2021 or early 2022 and from Part B in 2023. If Part A is successful, intend to file for regulatory approval of acoramidis in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Low-dose infigratinib – FGFR1-3 inhibitor for achondroplasia:<\/strong> Remain on track to report initial data from the ongoing Phase 2 dose ranging study by end of 2021. Achondroplasia is the most common form of genetic short stature and one of the most commonly known genetic diseases, with 55,000 cases in the United States and European Union. Low-dose infigratinib is the only known therapy in development for achondroplasia that targets the disease at its genetic source and the only orally administered product candidate in clinical stage development.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Encaleret – CaSR antagonist for ADH1:<\/strong> Initiated Phase 2 clinical study and dosed first patients, with topline proof-of-concept results anticipated in 2021. If the development program is successful, encaleret would be the first approved therapy for ADH1, a condition caused by gain of function variants in the CaSR gene estimated to be carried by 12,000 individuals in the United States.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-631 – AAV5 gene therapy candidate for CAH:<\/strong> Investigational New Drug (IND) application-enabling studies for AAV gene therapy proceeding. Remain on track to initiate a first in human Phase 1\/2 study and report initial data in 2021. CAH is one of the most prevalent genetic diseases thought to be addressable with AAV gene therapy, with more than 75,000 cases in the United States and European Union.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Third quarter 2020 financial results:<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Cash, Cash Equivalents and Marketable Securities<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, totaled $710.7 million as of September 30, 2020, compared to $577.1 million at December 31, 2019. The net increase in cash balance of $133.6 million reflects $537.0 million in net proceeds received from the issuance of our 2.50% Convertible Senior Notes due 2027 (2027 Notes), $24.1 million in net proceeds received from Eidos’ at-the-market issuance of shares, offset by payment of $75.0 million to repurchase BridgeBio shares in capped call transactions in connection with the issuance of our 2027 Notes, $49.3 million payment related to capped call option, $13.3 million payments of interest on our debts, and $289.9 million primarily related to operating expenses. <\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, decreased by $130.2 million compared to our balance as of June 30, 2020, which was $840.9 million. The decrease in cash reflects $9.2 million payments of interests on our debts and $121.0 million primarily related to operating expenses.<\/p>\r\n\r\n\r\n\r\n<p><strong>Operating Expenses<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Operating expenses for the three and nine months ended September 30, 2020 were $128.1 million and $355.1 million, respectively, as compared to $81.3 million and $214.3 million, respectively, for the same periods in the prior year. The increases in operating expenses of $46.8 million and $140.8 million during the respective periods were attributable to the increase in external-related costs and increase in headcount to support the progression in our research and development programs, including our increasing research pipelines, and overall growth of our operations.<\/p>\r\n\r\n\r\n\r\n<p>Operating expenses for the three months ended September 30, 2020 increased by $3.5 million when compared to the operating expenses for the three months ended June 30, 2020 of $124.6 million. Our research and development expenses have not been significantly impacted by the global outbreak of COVID-19 for the periods presented. While we experienced some initial delays in certain of our clinical enrollment and trial commencement activities, we continue to adapt in this unprecedented time to enable alternative site, telehealth and home visits, at home drug delivery, as well as mitigation strategies with our contract manufacturing organizations. The longer-term impact of COVID-19 on our operating expenses is currently unknown.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"742\" height=\"646\" class=\"wp-image-2900\" src=\"\/wp-content\/uploads\/2020\/11\/Q3-image-1-1.jpg\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/11\/Q3-image-1-1.jpg 742w, https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/11\/Q3-image-1-1-300x261.jpg 300w\" sizes=\"(max-width: 742px) 100vw, 742px\" \/><\/figure>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"727\" height=\"694\" class=\"wp-image-2901\" src=\"\/wp-content\/uploads\/2020\/11\/Q3-image-2.jpg\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/11\/Q3-image-2.jpg 727w, https:\/\/bridgebio.com\/wp-content\/uploads\/2020\/11\/Q3-image-2-300x286.jpg 300w\" sizes=\"(max-width: 727px) 100vw, 727px\" \/><\/figure>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><\/p>\r\n\r\n\r\n\r\n<p>BridgeBio is a team of experienced drug discoverers, developers and innovators working to discover, create, test and deliver life-altering medicines that target well-characterized genetic diseases at their source. BridgeBio was founded in 2015 to identify and advance transformative medicines to treat patients who suffer from Mendelian diseases, which are diseases that arise from defects in a single gene, and cancers with clear genetic drivers. BridgeBio’s pipeline of over 20 development programs includes product candidates ranging from early discovery to late-stage development. For more information, visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma Forward-Looking Statements<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This press release contains forward-looking statements. Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements, including statements relating to expectations, plans and prospects regarding the preclinical and clinical development plans, clinical trial designs, clinical and therapeutic potential, and strategy of BridgeBio’s product candidates, our ability to complete, and any effects of, the proposed merger transaction with Eidos, the unknown future impact of the COVID-19 pandemic delay on certain clinical trial milestones and\/or BridgeBio’s operations or operating expenses, the number of potential medicines in our portfolio, our ability to enroll our trials, the timing and success of our clinical trials, including our Phase 2 trial of encaleret for ADH1, the success of our collaboration agreements with each of the Salk Institute and the University of Colorado Anschutz Medical Campus and our other collaboration agreements with various academic institutions, the timing and success of our data readouts in each of acoramidis for the treatment of ATTR, low-dose infigratinib for the treatment of achondroplasia, BBP-631 for the treatment of CAH and encalaret for the treatment of ADH1, the regulatory strategy of fosdenopterin for the treatment of MoCD Type A, our ability to produce meaningful medicines, our expected runway for cash, cash equivalents and marketable securities, and the timing of these events, including the timing of the completion of our proposed merger with Eidos, reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by  a number of risks, uncertainties and assumptions, including, but not limited to, the success of clinical trials, regulatory filings, approvals and\/or sales, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, the occurrence of any event, change or other circumstance that could give rise to the termination of the proposed transaction with Eidos, the risk that Eidos’ and\/or BridgeBio’s stockholders may not approve the proposed transaction, the inability to complete the proposed transaction because, among other reasons, conditions to the closing of the proposed transaction may not be satisfied or waived, uncertainty as to the timing of completion of the proposed transaction, potential adverse effects or changes to relationships with employees, suppliers, strategic partners or other parties resulting from the announcement or completion of the proposed transaction, potential litigation relating to the proposed transaction that could be instituted against Eidos, BridgeBio or their respective directors and officers, including the effects of any outcomes related thereto, possible disruptions from the proposed transaction that could harm Eidos’ or BridgeBio’s respective business, including current plans and operations, unexpected costs, charges or expenses resulting from the proposed transaction, uncertainty of the expected financial performance of each of Eidos and BridgeBio following completion of the proposed transaction, including the possibility that the expected synergies and value creation from the proposed transaction will not be realized or will not be realized within the expected time period, and those risks set forth in the Risk Factors section of our most recent quarterly or annual periodic report filed with the U.S. Securities and Exchange Commission (SEC) and our other SEC filings. Moreover, BridgeBio operates in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of BridgeBio’s management as of the date of this release and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\r\n\r\n\r\n\r\n<p><strong>Contact:<\/strong><br \/>Grace Rauh<br \/>BridgeBio Pharma<br \/><a href=\"mailto:grace.rauh@bridgebiodev.wpengine.com\">grace.rauh@bridgebiodev.wpengine.com<\/a>       <br \/>917-232-5478<\/p>\r\n\r\n\r\n\r\n<p>Source: BridgeBio Pharma, Inc.<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>&#8211;Merger agreement executed between BridgeBio and Eidos Therapeutics; Potential to bring BridgeBio’s clinical and commercial development infrastructure to bear upon Eidos’ Acoramidis &#8211;New Drug Application for Fosdenopterin for the treatment of MoCD Type A accepted by the FDA under Priority Review designation &#8211;Initiated two new clinical trials since last quarterly update and progressed additional 15 [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-2898","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"external_link":"","presentation":"","meta_short_title":"BridgeBio Reports Q3 Financial Updates","meta_description":"","meta_share_image":false,"people":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Third Quarter 2020 Financial Results | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Third Quarter 2020 Financial Results | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2020-11-05T12:30:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-23T14:41:45+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/\",\"name\":\"Third Quarter 2020 Financial Results | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2020-11-05T12:30:00+00:00\",\"dateModified\":\"2022-06-23T14:41:45+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma, Inc. Reports Third Quarter 2020 Financial Results And Business Update\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Third Quarter 2020 Financial Results | BridgeBio","description":"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/","og_locale":"en_US","og_type":"article","og_title":"Third Quarter 2020 Financial Results | BridgeBio","og_description":"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/","og_site_name":"BridgeBio","article_published_time":"2020-11-05T12:30:00+00:00","article_modified_time":"2022-06-23T14:41:45+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/","name":"Third Quarter 2020 Financial Results | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2020-11-05T12:30:00+00:00","dateModified":"2022-06-23T14:41:45+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio reported its financial results for the third quarter ended September 30, 2020 and provided an update on the company’s operations. Learn today!","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-third-quarter-2020-financial-results-and-business-update\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma, Inc. Reports Third Quarter 2020 Financial Results And Business Update"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/2898"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=2898"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/2898\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=2898"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=2898"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=2898"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}