{"id":3364,"date":"2021-02-28T08:00:00","date_gmt":"2021-02-28T13:00:00","guid":{"rendered":"https:\/\/bridgebioprod.wpengine.com\/?p=3364"},"modified":"2022-06-22T15:17:28","modified_gmt":"2022-06-22T19:17:28","slug":"bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/","title":{"rendered":"BridgeBio Pharma and Affiliate Origin Biosciences Announce FDA Approval of NULIBRY™ (fosdenopterin), the First and Only Approved Therapy to Reduce the Risk of Mortality in Patients with MoCD Type A"},"content":{"rendered":"\r\n<p><em>Molybdenum cofactor deficiency (MoCD) Type A, an ultra-rare, life-threatening genetic disorder that progresses rapidly, results in severe and largely irreversible neurological injury, and has a high infant mortality rate; median overall survival age is about four years<\/em><\/p>\r\n\r\n\r\n\r\n<p><em>Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study<\/em><\/p>\r\n\r\n\r\n\r\n<p><em>NULIBRY is BridgeBio’s first FDA-approved therapeutic<\/em><\/p>\r\n\r\n\r\n\r\n<p>PALO ALTO, February 28, 2021 – BridgeBio Pharma, Inc. (Nasdaq: BBIO) (BridgeBio) and affiliate Origin Biosciences, Inc. (Origin) today announced the U.S. Food and Drug Administration (FDA) has approved NULIBRY™ (fosdenopterin) for Injection as the first therapy to reduce the risk of mortality in patients with molybdenum cofactor deficiency (MoCD) Type A. This is the first therapy of its kind. The novel therapy was developed based on BridgeBio’s commitment to developing a treatment for MoCD Type A in collaboration with the experts and families in the MoCD Type A community. The announcement was made on Rare Disease Day, which aims to raise awareness about the impact of rare diseases on patients.<\/p>\r\n\r\n\r\n\r\n<p>MoCD Type A is an ultra-rare and progressive condition, known to impact less than 150 patients globally with a median survival of four years. MoCD Type A presents shortly after birth, often with severe encephalopathy and intractable seizures. NULIBRY is a first-in-class approved cPMP substrate replacement therapy.<\/p>\r\n\r\n\r\n\r\n<p>“The FDA’s approval of NULIBRY means that patients with MoCD Type A and their families have an approved therapy for the first time. It also reflects our belief that every life matters and that no disease is too rare to address. As is often true in rare disease drug development, this was a community effort in which we were able to play a part – we’d like to thank the patients, caregivers, physicians, scientists, and advocates who played an essential role in achieving this important milestone,” said BridgeBio founder and CEO Neil Kumar, Ph.D.<\/p>\r\n\r\n\r\n\r\n<p>The efficacy of NULIBRY for the treatment of patients with MoCD Type A was established based on data from three clinical trials compared to data from a natural history study. In these studies, NULIBRY or recombinant cPMP (rcPMP; same active moiety and biologic activity as NULIBRY) reduced the risk of death by 82% compared to the untreated, genotype-matched, historical control group in the natural history study (HR=0.18, 95% CI 0.04, 0.72). At three years on study, the probability of survival in NULIBRY or rcPMP-treated patients (n=13) was 84% (95% CI 49%,96%) compared to 55% (95% CI 30%,74%) for untreated genotype-matched patients in the historical control group (n=18) at three years (Figure 1). In addition to the survival analysis, treatment with NULIBRY led to a reduction of urine concentrations of S-sulfocysteine (SSC), a toxic substance that leads to neurological damage, in patients with MoCD Type A, and the reduction was sustained with long-term treatment over 48 months.  <\/p>\r\n\r\n\r\n\r\n<p>Animal studies have identified that NULIBRY has phototoxic potential. In the clinical trials, the most common adverse reactions reported in two or more Nulibry-treated patients with MoCD Type A were catheter-related complications (89%), pyrexia (fever; 78%), viral infection (56%), pneumonia (44%), otitis media (ear infection; 44%), vomiting (44%) and cough\/sneezing (44%).  Adverse reactions for the rcPMP-treated patients were similar to the NULIBRY-treated patients.<\/p>\r\n\r\n\r\n\r\n<p>“Today’s approval represents new hope for patients and families affected with MoCD Type A,” said Donald Basel, M.D., section chief and associate professor of pediatrics at Children’s Wisconsin. “I am encouraged by the clinical data showing that NULIBRY not only lowers the levels of toxic SSC, but importantly extends the lives of patients who previously had only a three- to four-year median survival.” <\/p>\r\n\r\n\r\n\r\n<p>NULIBRY was reviewed under Priority Review and received Orphan Drug Designation, Breakthrough Therapy Designation and Rare Pediatric Disease Designation from the FDA. With this approval, the FDA also issued a Rare Pediatric Disease Priority Review Voucher (PRV) to Origin.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio and Origin are committed to patient access and have developed a comprehensive patient support program, ForgingBridges, to help patients access NULIBRY. ForgingBridges also provides tools and resources to help patients and caregivers throughout their treatment journey with NULIBRY.<\/p>\r\n\r\n\r\n\r\n<p>Visit NULIBRY.com for more information, including full Prescribing Information.<\/p>\r\n\r\n\r\n\r\n<p><strong>About Molybdenum Cofactor Deficiency (MoCD) Type A<\/strong><br \/>MoCD Type A is an autosomal recessive, inborn error of metabolism caused by mutations in the molybdenum cofactor synthesis 1 gene (MOCS1) and characterized by a deficiency in molybdenum cofactor (MoCo) production, leading to a lack of molybdenum-dependent enzyme activity.<sup>1,2<\/sup>  The lack of activity leads to decreased sulfite oxidase activity with buildup of sulfite and secondary metabolites (such as S-sulfocysteine (SSC)) in the brain, which causes irreversible neurological damage.<sup>2<\/sup><\/p>\r\n\r\n\r\n\r\n<p>MoCD Type A is an ultra-rare disease. The incidence and prevalence of MoCD Type A in the United States are not known, but the estimated incidence is 1 per 342,000 to 411,000 live births (0.24 and 0.29 per 100,000).<sup>3<\/sup> Based on these estimates, MoCD Type A is likely to be underdiagnosed, with an estimated 22 to 26 missed diagnoses per year in the United States and European Union.<\/p>\r\n\r\n\r\n\r\n<p>The most common presenting symptoms of MoCD Type A are seizures, feeding difficulties and encephalopathy. Patients with MoCD Type A who survive beyond infancy typically suffer from progressive brain damage, which presents in characteristic patterns on magnetic resonance imaging (MRI). This damage leads to severe psychomotor impairment and an inability to make coordinated movements or communicate with their environment.<\/p>\r\n\r\n\r\n\r\n<p><strong>About NULIBRY (<\/strong><strong>fosdenopterin) for Injection<\/strong><\/p>\r\n\r\n\r\n\r\n<p>NULIBRY (fosdenopterin) for Injection is a substrate replacement therapy that provides an exogenous source of cPMP, which is converted to molybdopterin. Molybdopterin is then converted to molybdenum cofactor, which is needed for the activation of molybdenum-dependent enzymes, including sulfite oxidase, an enzyme that reduces levels of neurotoxic sulfites. It is the first and only FDA-approved therapy indicated to reduce the risk of mortality in patients with MoCD Type A, and clinical trials have demonstrated that patients treated with NULIBRY or rcPMP had an improvement in overall survival compared to the untreated, genotype-matched, historical control group.<\/p>\r\n\r\n\r\n\r\n<p><strong>IMPORTANT SAFETY INFORMATION<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>WARNINGS AND PRECAUTIONS<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Potential for Photosensitivity<\/strong><\/p>\r\n\r\n\r\n\r\n<p>NULIBRY can make the patient oversensitive to sunlight. NULIBRY-treated patients or their caregivers are advised to avoid or minimize patient exposure to sunlight and artificial UV light and adopt precautionary measures when exposed to the sun, including wearing protective clothing and sunglasses, and use broad-spectrum sunscreen with high SPF in patients 6 months of age and older. If photosensitivity occurs, caregivers\/patients are advised to seek medical attention immediately and consider a dermatological evaluation.<\/p>\r\n\r\n\r\n\r\n<p><strong>ADVERSE REACTIONS<\/strong><\/p>\r\n\r\n\r\n\r\n<p>The most common adverse reactions in NULIBRY-treated patients were infusion catheter–related complications (89%), pyrexia (fever) (78%), viral infection (56%), pneumonia (44%), otitis media (ear infection) (44%), vomiting (44%), and cough\/sneezing (44%). Adverse reactions for rcPMP-treated patients were similar to the NULIBRY-treated patients.<\/p>\r\n\r\n\r\n\r\n<p><strong>PATIENT COUNSELING INFORMATION<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Please read the FDA-approved NULIBRY Prescribing Information and Instructions for Use and follow the instructions on how to prepare and administer NULIBRY.<\/p>\r\n\r\n\r\n\r\n<p>NULIBRY has a potential for photosensitivity; see Warnings and Precautions. Seek medical attention immediately if the patient develops a rash or if they notice symptoms of photosensitivity reactions (redness, burning sensation of the skin, blisters).<\/p>\r\n\r\n\r\n\r\n<p>You are encouraged to report negative side effects of prescription drugs to the FDA. Visit <a href=\"https:\/\/www.fda.gov\/medwatch\" target=\"_blank\" rel=\"noreferrer noopener\">www.fda.gov\/medwatch<\/a>, or call 1-800-FDA-1088.<\/p>\r\n\r\n\r\n\r\n<p><strong>Clinical Trials<sup>4 <\/sup> <\/strong><\/p>\r\n\r\n\r\n\r\n<p>The efficacy of NULIBRY for the treatment of patients with MoCD Type A was established based on data from three clinical trials compared to data from a natural history study. <\/p>\r\n\r\n\r\n\r\n<p>Study 1: Study 1 was a prospective, open-label, single-arm, dose-escalation study in patients with MoCD Type A who were receiving treatment with rcPMP prior to treatment with NULIBRY.  Study 1 included eight patients, six of whom previously participated in Study 3. The initial NULIBRY dosage was matched to the patient’s rcPMP dosage upon entering the study. The NULIBRY dosage was then titrated over a period of five months to a maximum dosage of 0.9 mg\/kg administered once daily as an intravenous infusion. <\/p>\r\n\r\n\r\n\r\n<p>Study 2: Study 2 was a prospective, open-label, single-arm, dose-escalation study in one patient with confirmed MoCD Type A who had not been previously treated with rcPMP. The initial dosage of NULIBRY in Study 2 was based on the gestational age of the patient (i.e., 36 weeks).  The initial dosage was then incrementally escalated up to a maximum dosage of 0.98 mg\/kg administered once daily as an intravenous infusion (1.1 times the maximum approved recommended dosage).<\/p>\r\n\r\n\r\n\r\n<p>Study 3: Study 3 was a retrospective, observational study that included 10 patients with a confirmed diagnosis of MoCD Type A who received rcPMP. Six of these 10 patients were later enrolled in Study 1 to receive treatment with NULIBRY.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"576\" class=\"wp-image-3365\" src=\"\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--1024x576.png\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--1024x576.png 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--300x169.png 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--768x432.png 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--1536x864.png 1536w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--2048x1152.png 2048w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/02\/Nulibry-Chart_Rev022421--1568x882.png 1568w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\r\n\r\n\r\n\r\n<p class=\"has-small-font-size\">Figure 1: Kaplan Meier Curve for Overall Survival in Patients with MoCD Type A Treated with NULIBRY (or rcPMP) Versus Genotype-Matched Untreated Patients in Historical Control<\/p>\r\n\r\n\r\n\r\n<p><strong>NULIBRY Efficacy and Safety Data<sup>4<\/sup> <\/strong><\/p>\r\n\r\n\r\n\r\n<p>The efficacy of NULIBRY and rcPMP were assessed in a combined analysis of the 13 patients with genetically confirmed MoCD Type A from Study 1 (n=8), Study 2 (n=1), and Study 3 (n=4), who received substrate replacement therapy with NULIBRY or rcPMP.  <\/p>\r\n\r\n\r\n\r\n<p>Of the 13 treated patients included in the combined analysis, 54% were male, 77% were White and 23% were Asian; the median gestational age was 39 weeks (range 35 to 41 weeks). Of these 13 treated patients, the age at first dose was ≤ 14 days for 10 patients (with five patients initiating treatment at one day of age) and ≥32 days and &lt;69 days for the remaining three patients. <\/p>\r\n\r\n\r\n\r\n<p>Efficacy was assessed by comparing overall survival in pediatric patients treated with NULIBRY or rcPMP (n=13) with an untreated natural history cohort of pediatric patients with genetically confirmed MoCD Type A who were genotype-matched to the treated patients (n=18). Patients treated with NULIBRY or rcPMP had an improvement in overall survival compared to the untreated, genotype-matched, historical control group. Results were similar when comparing treated patients with all patients in the untreated natural history cohort with genetically confirmed MoCD Type A (n=37, including the 18 genotype-matched untreated patients as well as 19 additional untreated patients who were not genotype-matched).<\/p>\r\n\r\n\r\n\r\n<p>Treatment with NULIBRY resulted in a reduction of urine concentrations of SSC in patients with MoCD Type A, and the reduction was sustained with long-term treatment over 48 months. The baseline level of urinary SSC normalized to creatinine was characterized in one patient (Study 2) with a value of 89.8 umol\/mmol. Following treatment with NULIBRY in Studies 1 and 2 (n=9), the mean±SD levels of urinary SSC normalized to creatinine ranged from 11 (±8.5) to 7 (±2.4) umol\/mmol from month 3 to month 48. <\/p>\r\n\r\n\r\n\r\n<p>The safety of NULIBRY was assessed in 37 pediatric patients and healthy adults who received at least one intravenous infusion of NULIBRY or rcPMP. Of these 37 patients\/healthy adults, 13 were pediatric patients with MoCD Type A in Studies 1, 2 and 3; six were pediatric patients with presumptive MoCD Type A but who were later confirmed to not have MoCD type A; and 18 were healthy adults (without MoCD Type A) in a Phase 1 study. <\/p>\r\n\r\n\r\n\r\n<p>The most common adverse reactions from NULIBRY-treated patients in Studies 1 and 2 were catheter-related complications, pyrexia (fever), viral infection, pneumonia, otitis media (ear infection), vomiting and cough\/sneezing. Adverse reactions for the rcPMP-treated patients from Study 3 were similar to the NULIBRY-treated patients, with the exception of the following additional adverse reactions that were reported in more than one patient: sepsis, oral candidiasis, varicella, fungal skin infection and eczema.<\/p>\r\n\r\n\r\n\r\n<p><strong>About Origin Biosciences, Inc.<\/strong><br \/>Origin Biosciences, Inc., an affiliate of BridgeBio Pharma, Inc., is a biotechnology company that developed and commercialized NULIBRY for the treatment of patients with a diagnosis or presumptive diagnosis of MoCD Type A. Origin Biosciences, Inc. is led by a team of veteran biotechnology executives. For more information on Origin Biosciences, Inc., please visit the company&#8217;s website at <strong><a href=\"https:\/\/www.globenewswire.com\/Tracker?data=2DEmasLkKXTr6KSLNWS_DK85lXMHl2afPNsLIBCVW7Gc7MWYRHdza-a8PetgrLEP1f3d-JtIgP3NAtI07U72kw==\" target=\"_blank\" rel=\"noreferrer noopener\">www.origintx.com<\/a><\/strong>.<\/p>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma, Inc.<br \/><\/strong><a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>BridgeBio<\/strong><\/a> is a team of experienced drug discoverers, developers and innovators working to create life-altering medicines that target well-characterized genetic diseases at their source. BridgeBio was founded in 2015 to identify and advance transformative medicines to treat patients who suffer from Mendelian diseases, which are diseases that arise from defects in a single gene, and cancers with clear genetic drivers. BridgeBio’s pipeline of over 30 development programs includes product candidates ranging from early discovery to late-stage development. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma Forward-Looking Statements<br \/><\/strong>This press release contains forward-looking statements.  Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions.  We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act, and are making this statement for purposes of complying with those safe harbor provisions.  These forward-looking statements, including statements relating to: the development by Origin Biosciences, Inc. (Origin) of NULIBRY™ (fosdenopterin) for Injection as the first therapy approved by the U.S. Food and Drug Administration (FDA) to reduce the risk of mortality in patients with molybdenum cofactor deficiency (MoCD) Type A; the potential for NULIBRY as the first and only FDA approved therapy for MoCD Type A; the efficacy of NULIBRY for the treatment of patients with MoCD Type A; the safety profile of NULIBRY for the treatment of patients with MoCD Type A, including the most common adverse reactions; BridgeBio’s belief that every life matters and that no disease is too rare to address; the potential for NULIBRY to lower the levels of toxic S-sulfocysteine (SSC) and extend the lives of treated patients; the ability of NULIBRY to retain Orphan Drug Designation, Breakthrough Therapy Designation and Rare Pediatric Disease Designation from the FDA; the ability of ForgingBridges to be a comprehensive patient support program and help patients access NULIBRY; plans for the supply, manufacturing and distribution of NULIBRY; the incidence and prevalence of MoCD Type A; the current FDA-approved NULIBRY Prescribing Information and Instructions for Use; the planned approval of NULIBRY by foreign regulatory authorities and the necessary clinical trial results, and timing and completion of regulatory submissions related thereto; and the competitive environment and clinical and therapeutic potential of NULIBRY, reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made.  Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved.  Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a variety of risks and factors that are beyond our control including, without limitation: the fact that there has never been an approved therapy for MoCD Type A; the safety, tolerability and efficacy profile of NULIBRY observed to date may change adversely in ongoing analyses of trial data or subsequent to commercialization; despite having ongoing interactions with the FDA or other regulatory agencies, the FDA or such other regulatory agencies may not agree with Origin’s regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted; Origin may encounter delays in meeting manufacturing or supply timelines or disruptions in its distribution plans for NULIBRY; whether and when any regulatory submissions may be filed in various foreign jurisdictions and ultimately approved by foreign regulatory authorities; and potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and clinical trials, supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy;  as well as those set forth in the Risk Factors section of BridgeBio Pharma, Inc.’s most recent Annual Report on Form 10-K filed with the U.S. Securities and Exchange Commission (SEC) and in subsequent SEC filings, which are available on the SEC’s website at <a href=\"https:\/\/cts.businesswire.com\/ct\/CT?id=smartlink&amp;url=http%3A%2F%2Fwww.sec.gov&amp;esheet=52351619&amp;newsitemid=20201218005748&amp;lan=en-US&amp;anchor=www.sec.gov&amp;index=17&amp;md5=0af1f9fdc90bcab8124c083ab773d1cb\" target=\"_blank\" rel=\"noreferrer noopener\">www.sec.gov<\/a>.  Except as required by law, each of BridgeBio and Origin disclaims any intention or responsibility for updating or revising any forward-looking statements contained in this press release in the event of new information, future developments or otherwise. Moreover, BridgeBio and Origin operate in a very competitive environment in which new risks emerge from time to time. These forward-looking statements are based on each of BridgeBio’s and Origin’s current expectations, and speak only as of the date hereof.<\/p>\r\n\r\n\r\n\r\n<p><strong>References <\/strong><br \/><sup>1<\/sup>Mechler K et al. Genet Med. 2015;17(12):965-970.<br \/><sup>2<\/sup>Schwarz G. Cur Op in Che Bio. 2016;31:179-187.<br \/><sup>3<\/sup>Mayr SJ, et al. Forecasting the incidence of rare diseases: an iterative computational and biochemical approach in molybdenum cofactor deficiency type A. Presented at the 2019 SSIEM meeting; September 3-6, 2019; Rotterdam, The Netherlands.<br \/><sup>4<\/sup>NULIBRY (fosdenopterin) Origin Biosciences, Palo Alto, CA, USA; February 2021.<\/p>\r\n\r\n\r\n\r\n<p>NOTE: NULIBRY is a trademark of Origin Biosciences, Inc. Origin Biosciences, Inc. is a member of the BridgeBio family. ForgingBridges is a trademark of BridgeBio.<\/p>\r\n\r\n\r\n\r\n<p>Contact:<br \/>Grace Rauh<br \/><a href=\"mailto:grace.rauh@bridgebiodev.wpengine.com\">grace.rauh@bridgebiodev.wpengine.com<\/a><br \/>(917) 232-5478<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>Molybdenum cofactor deficiency (MoCD) Type A, an ultra-rare, life-threatening genetic disorder that progresses rapidly, results in severe and largely irreversible neurological injury, and has a high infant mortality rate; median overall survival age is about four years Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-3364","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"external_link":"","presentation":"","meta_short_title":"BridgeBio Announces FDA Approval of NULIBRY™ ","meta_description":"","meta_share_image":false,"people":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>FDA Approval of NULIBRY™ | BridgeBio<\/title>\n<meta name=\"description\" content=\"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"FDA Approval of NULIBRY™ | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2021-02-28T13:00:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-22T19:17:28+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/\",\"name\":\"FDA Approval of NULIBRY™ | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2021-02-28T13:00:00+00:00\",\"dateModified\":\"2022-06-22T19:17:28+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma and Affiliate Origin Biosciences Announce FDA Approval of NULIBRY™ (fosdenopterin), the First and Only Approved Therapy to Reduce the Risk of Mortality in Patients with MoCD Type A\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"FDA Approval of NULIBRY™ | BridgeBio","description":"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/","og_locale":"en_US","og_type":"article","og_title":"FDA Approval of NULIBRY™ | BridgeBio","og_description":"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/","og_site_name":"BridgeBio","article_published_time":"2021-02-28T13:00:00+00:00","article_modified_time":"2022-06-22T19:17:28+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"14 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/","name":"FDA Approval of NULIBRY™ | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2021-02-28T13:00:00+00:00","dateModified":"2022-06-22T19:17:28+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"Clinical trials with NULIBRY or recombinant cPMP showed a meaningful increase in overall survival compared to a natural history study. Learn more today!","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-affiliate-origin-biosciences-announce-fda-approval-of-nulibry-fosdenopterin\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma and Affiliate Origin Biosciences Announce FDA Approval of NULIBRY™ (fosdenopterin), the First and Only Approved Therapy to Reduce the Risk of Mortality in Patients with MoCD Type A"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/3364"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=3364"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/3364\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=3364"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=3364"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=3364"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}