{"id":4874,"date":"2021-08-05T07:30:00","date_gmt":"2021-08-05T11:30:00","guid":{"rendered":"http:\/\/content.bridgebiodev.wpengine.com\/?p=3891"},"modified":"2022-06-23T10:40:59","modified_gmt":"2022-06-23T14:40:59","slug":"bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/","title":{"rendered":"BridgeBio Pharma, Inc. Reports Second Quarter 2021 Financial Results and Business Update"},"content":{"rendered":"\r\n<p>–<em>Received U.S. Food and Drug Administration (FDA) approval for TRUSELTIQ™ (infigratinib) under the accelerated approval program for patients with cholangiocarcinoma (CCA)<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Received FDA Fast Track designation for encaleret for the treatment of autosomal dominant hypocalcemia (ADH1)<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Received FDA Fast Track designation for investigational gene therapy designed for the treatment of congenital adrenal hyperplasia (CAH)<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Ended quarter with $898.4 million in cash, cash equivalents and marketable securities<\/em><\/p>\r\n\r\n\r\n\r\n<p>PALO ALTO, Calif., AUGUST 5, 2021 – BridgeBio Pharma, Inc. (Nasdaq: BBIO) (BridgeBio or the Company), a commercial-stage biopharmaceutical company founded to discover, create, test and deliver meaningful medicines for patients with genetic diseases and cancers with clear genetic drivers, today reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations.<\/p>\r\n\r\n\r\n\r\n<p>“We measure success by the number of meaningful medicines we are able to develop and deliver to patients. By that metric, our most significant accomplishment of the quarter was the approval of TRUSELTIQ™ (infigratinib) for patients with cholangiocarcinoma &#8211; our second FDA approval as a company and our first for a cancer treatment. All drug approvals are a team effort that extends far beyond BridgeBio. We thank the patient community, physicians, scientists and advocates for their commitment and drive. They made this approval possible,” said BridgeBio founder and CEO Neil Kumar, Ph.D.<\/p>\r\n\r\n\r\n\r\n<p><strong>Major milestones anticipated in the next 12 months for BridgeBio’s four core value drivers:<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Acoramidis (AG10) – Transthyretin (TTR) stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM): Topline results from Part A of the ATTRibute-CM trial are expected in late 2021 and from Part B in 2023. The primary endpoint at Part A is the change from baseline in a 6-minute walk distance (6MWD) in trial participants receiving acoramidis or placebo after 12 months. In a previous Phase 3 study in ATTR-CM patients, participants receiving the current standard of care treatment demonstrated a decline in 6MWD of approximately 25 meters (m) from an average baseline of 351m at 12 months.<sup>1<\/sup> From a comparable average 6MWD baseline in the ATTRibute-CM study, the Company is seeking to more potently halt the observed decline in acoramidis-treated participants. As a reminder, healthy elderly adults typically decline only 7m in 12 months.<sup>2<\/sup> If the change from baseline in 6MWD in Part A is highly statistically significant (p &lt; 0.01), BridgeBio expects to submit an application for regulatory approval of acoramidis in 2022 to the FDA.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Encaleret – Calcium-sensing receptor (CaSR) inhibitor for ADH1: Received Fast Track designation from the FDA. <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/static-files\/a2cb4e3b-9442-476f-91d8-f50bb3561522\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Early results from an ongoing Phase 2 proof-of-concept study<\/strong><\/a> shared at the Endocrine Society’s 2021 Annual Meeting (ENDO) in March 2021 showed normalization of blood calcium and urine calcium in 6 of 6 (100%) ADH1 participants. Additional data from the ongoing study are expected in the second half of 2021. If the development program is successful, encaleret could be the first approved therapy for ADH1, a condition caused by gain of function variants in the CaSR gene estimated to be carried by 12,000 individuals in the United States alone.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Low-dose infigratinib – FGFR1-3 inhibitor for achondroplasia: Initial data from the ongoing Phase 2 dose ranging study are expected in the first half of 2022. Achondroplasia is the most common form of genetic short stature and one of the most common genetic diseases, with a prevalence of greater than 55,000 cases in the United States and European Union. Low-dose infigratinib is the only known product candidate in clinical development for achondroplasia that is designed to target the disease at its genetic source and the only orally administered product candidate in clinical-stage development.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>BBP-631 – AAV5 gene therapy candidate for congenital adrenal hyperplasia (CAH): Received Fast Track designation from the FDA in May 2021. Investigational New Drug (IND) application cleared by the FDA and site activation for initiation of a first-in-human Phase 1\/2 study is ongoing, with initial data anticipated in mid-2022. CAH is one of the most prevalent genetic diseases potentially addressable with AAV gene therapy, with more than 75,000 cases estimated in the United States and European Union. The disease is caused by deleterious mutations in the gene encoding an enzyme called 21-hydroxylase, leading to lack of endogenous cortisol production. BridgeBio’s AAV5 gene therapy candidate is designed to provide a functional copy of the 21-hydroxylase-encoding gene (CYP21A2) and potentially address many aspects of the disease course.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>Recent pipeline progress and corporate updates:<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>FDA approval received for TRUSELTIQ™ (infigratinib) under the accelerated approval program for the treatment of patients with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma (CCA) with a fibroblast growth factor receptor 2 (FGFR2) fusion or rearrangement as detected by an FDA-approved test. TRUSELTIQ is an orally administered, ATP-competitive, tyrosine kinase inhibitor of FGFR. In the pivotal trial of patients with advanced, unresectable CCA, an aggressive malignancy with poor prognosis, TRUSELTIQ led to cases of tumor shrinkage. BridgeBio is eligible to receive upfront, regulatory and commercial milestone payments totaling up to approximately $2.45 billion USD through its strategic collaboration with Helsinn Group to co-develop and commercialize infigratinib in certain oncology indications.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Fast Track designation received from the FDA for BBP-812, BridgeBio’s AAV9 gene therapy candidate for Canavan disease. IND cleared by the FDA and site activation for initiation of a first-in-human Phase 1\/2 study is ongoing. Canavan disease is an extremely rare genetic condition starting in infancy with an incidence of approximately one in 100,000 births worldwide.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Fast Track designation received from the FDA for infigratinib, an FGFR inhibitor, for the treatment of urothelial carcinoma (urinary tract and bladder cancer).<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>New Drug Application (NDA) acceptance from the Israeli Ministry of Health for NULIBRY™ (fosdenopterin) for injection to treat patients with molybdenum cofactor deficiency (MoCD) Type A. The FDA approved NULIBRY as the first therapy to reduce the risk of mortality in patients with MoCD Type A in February 2021. MoCD Type A is an ultra-rare, life-threatening genetic disorder that progresses rapidly, results in severe and largely irreversible neurological injury, and has a high infant mortality rate.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>First-in-human Phase 1 trial of BBP-711, a glycolate oxidase (GO) inhibitor to treat patients with hyperoxaluria, initiated in May 2021.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Research collaborations initiated with MUSC Foundation for Research Development, Stanford University and the University of Pittsburgh to identify and advance therapies for genetic diseases and cancers for a total of 23 partnerships among BridgeBio and leading academic and research institutions to date.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Non-exclusive, co-funded clinical collaboration initiated with Bristol Myers Squibb to study BBP-398, a potentially best-in-class SHP2 inhibitor, in combination with OPDIVO® (nivolumab) in patients with advanced solid tumors with KRAS mutations.<\/li>\r\n<li>BridgeBio Pharma R&amp;D Day: BridgeBio will hold a virtual R&amp;D Day on Tuesday, October 12, 2021, from 8:30 am ET – 11:30 am ET. The event will be webcast and registration information can be found <a href=\"https:\/\/wsw.com\/webcast\/cc\/bbio2\/register.aspx?conf=cc&amp;page=bbio2&amp;url=https:\/\/wsw.com\/webcast\/cc\/bbio2\/1408212\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Second Quarter 2021 Financial Results:<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Cash, Cash Equivalents and Marketable Securities<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, totaled $898.4 million as of June 30, 2021, compared to $607.1 million as of December 31, 2020. The net increase in balance of $291.3 million is attributed to $731.4 million in net proceeds received from the issuance of our 2.25% Convertible Senior Notes due 2029 (the 2029 Notes) in January 2021 and $30.2 million in upfront payment and reimbursements received in connection with our License and Collaboration Agreement with Helsinn Healthcare S.A. and Helsinn Therapeutics (U.S.), Inc. (collectively, Helsinn) , which became effective in April 2021, and $25.0 million in net proceeds from our Amended Loan and Security Agreement with Hercules Capital, Inc. in April 2021 (the Amended Hercules Term Loan). The cash receipts were partially offset by a $61.3 million payment related to capped call options and a $50.0 million payment to repurchase shares of BridgeBio common stock, both in relation to the issuance of our 2029 Notes. In connection with our acquisition of Eidos Therapeutics, Inc. (Eidos) in January 2021, we paid $63.6 million in direct transaction costs and $21.3 million to Eidos stockholders who elected cash settlement. The remaining change of $299.1 million primarily related to payments of interest and operating costs and expenses.<\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, decreased by $102.9 million compared to our balance as of March 31, 2021, which was $1,001.3 million. The decrease in cash is mainly due to cash used primarily related to our operating costs and expenses and partially offset by the payments received from Helsinn and proceeds from the Amended Hercules Term Loan as also discussed above.<\/p>\r\n\r\n\r\n\r\n<p><strong>Revenues<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Total revenues for the three and six months ended June 30, 2021 were $54.0 million and $54.5 million, respectively. Our revenues mainly include upfront and milestone payments arising from the License and Collaboration Agreement with Helsinn and the License Agreement between our affiliate Navire Pharma, Inc. and LianBio.<\/p>\r\n\r\n\r\n\r\n<p><strong>Operating Costs and Expenses<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Operating costs and expenses for the three and six months ended June 30, 2021 were $148.0 million and $316.0 million, respectively, as compared to $124.6 million and $227.1 million for the same periods in the prior year. The increases in operating costs and expenses of $23.4 million and $88.9 million, respectively, during the periods were attributable to the increase in personnel costs resulting from an increase in the number of employees to support the progression in our research and development programs, including our increasing research pipelines, as well as an increase in stock-based compensation related to the achievement of various performance-based milestone compensation arrangements tied to regulatory and development milestones. Stock-based compensation for the three and six months ended June 30, 2021 was $32.0 million and $66.9 million, respectively, as compared to $18.4 million and $28.6 million for the same periods in the prior year. Amounts for the three and six months ended June 30, 2021 reflect the reduction in operating costs and expenses arising from cost sharing recognized under our License and Collaboration Agreement with Helsinn. Our research and development expenses have not been significantly impacted by the global COVID-19 pandemic for the periods presented. While we experienced some delays in certain of our clinical enrollment and trial commencement activities, we continue to adapt in this unprecedented time to enable alternative site, telehealth and home visits, at-home drug delivery, as well as mitigation strategies with our contract manufacturing organizations. The longer-term impact, if any, of COVID-19 on our operating costs and expenses is currently unknown.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" class=\"wp-image-4877\" src=\"\/wp-content\/uploads\/2021\/08\/Q2-PR_Screenshot-2021-08-04-180927-1.jpg\" alt=\"\" \/><\/figure>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-full\"><img decoding=\"async\" class=\"wp-image-4879\" src=\"\/wp-content\/uploads\/2021\/08\/bbio-q2-2021-earning-report-image_Screenshot-2021-08-04-181115-1.jpg\" alt=\"\" \/><\/figure>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><\/p>\r\n\r\n\r\n\r\n<p>BridgeBio Pharma (BridgeBio) is a biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of over 30 development programs ranges from early science to advanced clinical trials and its commercial organization is focused on delivering the company’s two approved therapies. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">bridgebiodev.wpengine.com<\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical and therapeutic potential of our programs and product candidates, the availability and success of topline results from Part A and Part B of our ATTRibute-CM trial of acoramidis, our plans to submit an application for regulatory approval of acoramidis, the availability of additional data from our ongoing study of encaleret for ADH1, the availability of initial data from our ongoing Phase 2 study of infigratinib for achondroplasia and our ongoing Phase 1\/2 study of BBP-631 for CAH, our eligibility to receive future milestone payments under our strategic collaboration with the Helsinn Group and the timing of these events, as well as our anticipated cash runway, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made.<\/p>\r\n\r\n\r\n\r\n<p>Although we believe that our plans, intentions, expectations and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, those risks set forth in the Risk Factors section of our Annual Report on Form 10-K for the year ended December 31, 2020, and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\r\n\r\n\r\n\r\n<p><sup>1 <\/sup>Maurer, M., Schwartz, J., Gundapaneni, B., et al. “Tafamidis treatment for patients with transthyretin Amyloid cardiomyopathy”. New England Journal of Medicine 379.11 (2018): 1007–16.<\/p>\r\n\r\n\r\n\r\n<p><sup>2<\/sup>Enright, M., Duanel, S. “Reference equations for the six-minute walk in healthy adults”. American Journal of Respiratory and Critical Care Medicine 158.5 (1998): 1384–7. <\/p>\r\n\r\n\r\n\r\n<p><strong>Media Contact:<\/strong><br \/>Grace Rauh<br \/><a href=\"mailto:grace.rauh@bridgebiodev.wpengine.com\">grace.rauh@bridgebiodev.wpengine.com<\/a><br \/>917-232-5478<\/p>\r\n\r\n\r\n\r\n<p><strong>Investor Contact:<\/strong><br \/>Katherine Yau<br \/><a href=\"mailto:katherine.yau@bridgebiodev.wpengine.com\">katherine.yau@bridgebiodev.wpengine.com<\/a><br \/>516-554-5989<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>–Received U.S. Food and Drug Administration (FDA) approval for TRUSELTIQ™ (infigratinib) under the accelerated approval program for patients with cholangiocarcinoma (CCA) –Received FDA Fast Track designation for encaleret for the treatment of autosomal dominant hypocalcemia (ADH1) –Received FDA Fast Track designation for investigational gene therapy designed for the treatment of congenital adrenal hyperplasia (CAH) –Ended [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-4874","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"external_link":"","presentation":"","meta_short_title":"BridgeBio Reports 2nd Q 2021 Financial and Business Update","meta_description":"BridgeBio Pharma, Inc. Reports Second Quarter 2021 Financial Results and Business Update","meta_share_image":false,"people":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Second Quarter 2021 Financial Results | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Second Quarter 2021 Financial Results | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2021-08-05T11:30:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-23T14:40:59+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/\",\"name\":\"Second Quarter 2021 Financial Results | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2021-08-05T11:30:00+00:00\",\"dateModified\":\"2022-06-23T14:40:59+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma, Inc. Reports Second Quarter 2021 Financial Results and Business Update\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Second Quarter 2021 Financial Results | BridgeBio","description":"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/","og_locale":"en_US","og_type":"article","og_title":"Second Quarter 2021 Financial Results | BridgeBio","og_description":"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/","og_site_name":"BridgeBio","article_published_time":"2021-08-05T11:30:00+00:00","article_modified_time":"2022-06-23T14:40:59+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/","name":"Second Quarter 2021 Financial Results | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2021-08-05T11:30:00+00:00","dateModified":"2022-06-23T14:40:59+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio reported its financial results for the second quarter ended June 30, 2021 and provided an update on the Company’s operations. Learn more today!","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-inc-reports-second-quarter-2021-financial-results-and-business-update\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma, Inc. Reports Second Quarter 2021 Financial Results and Business Update"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/4874"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=4874"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/4874\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=4874"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=4874"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=4874"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}