{"id":5217,"date":"2021-10-12T15:19:00","date_gmt":"2021-10-12T19:19:00","guid":{"rendered":"https:\/\/bridgebioprod.wpengine.com\/?p=5217"},"modified":"2022-06-22T16:38:02","modified_gmt":"2022-06-22T20:38:02","slug":"bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/","title":{"rendered":"BridgeBio Pharma Announces Progress in its KRAS Portfolio, New Gene Therapy Programs, and Updates on Advancements Across its R&#038;D Pipeline Targeting Genetic Diseases and Cancers"},"content":{"rendered":"\r\n<p>PALO ALTO, Calif., Oct. 12, 2021 \/PRNewswire\/ &#8212; BridgeBio Pharma, Inc. (Nasdaq: BBIO), a commercial-stage biopharmaceutical company that focuses on genetic diseases and cancers, is announcing meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, and advancements in cardiorenal and early-stage Mendelian programs at its <a href=\"https:\/\/wsw.com\/webcast\/cc\/bbio2\/1408212\" target=\"_blank\" rel=\"noreferrer noopener\">second annual R&amp;D Day<\/a> today. BridgeBio will also discuss how it is broadening the scope of its R&amp;D engine with the launch of its new early-stage research institute, BridgeBioX.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio&#8217;s R&amp;D Day will feature presentations by Neil Kumar, Ph.D., BridgeBio founder and CEO; Richard Scheller, Ph.D., chairman of R&amp;D at BridgeBio; Charles Homcy, M.D., chairman of pharmaceuticals at BridgeBio; Uma Sinha, Ph.D., chief scientific officer at BridgeBio; and scientists and physicians leading BridgeBio&#8217;s drug discovery and development programs.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio has more than 30 programs in its pipeline for patients living with genetic diseases and genetically-driven cancers. Fourteen of those programs are being advanced in the clinic or commercial setting, and earlier this year BridgeBio received its first two U.S. Food and Drug Administration (FDA) drug approvals.<\/p>\r\n\r\n\r\n\r\n<p><strong><u>R&amp;D Day pipeline news and updates:<\/u><\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Precision Oncology<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>KRAS inhibitors for KRAS cancers: <\/strong>BridgeBio announces its discovery of <strong>next-generation G12C dual inhibitors<\/strong>, the first-known compounds that directly bind and inhibit KRAS in both its active (GTP bound) and inactive (GDP bound) conformations driven by insights from its molecular dynamics platform. This unique mechanism of action (MOA) is differentiated in preclinical models from first generation compounds, which only bind inactive KRAS. RAS is one of the most well-known oncogenic drivers with approximately 30% of all cancers being driven by RAS mutations, including large proportions of lung, colorectal and pancreatic tumors.<\/li>\r\n<li>In preclinical models, BridgeBio compounds showed rapid and complete modification of active (GTP bound) KRAS, which is not observed with first generation compounds. BridgeBio compounds were shown to be &gt;500 fold more potent in inhibiting KRAS:RAF effector binding and more potent at inhibiting downstream signaling than first generation inhibitors.<\/li>\r\n<li>In cellular resistance models, BridgeBio&#8217;s dual KRAS inhibitors were shown to be &gt;35x more potent at blocking the emergence of resistance clones than first generation inhibitors, suggesting the potential for more durable efficacy in the clinic.<\/li>\r\n<li><strong>PI3Ka:RAS breaker:<\/strong> The company will discuss the discovery of multiple PI3Ka:RAS breakers, a potential therapeutic approach developed to block RAS driven PI3Kα activation with the potential to avoid adverse effects on glucose metabolism that limit the potential of PI3Ka kinase inhibitors.<\/li>\r\n<li>BridgeBio will also announce its <strong>novel G12D inhibitor research program<\/strong>.<\/li>\r\n<li>BridgeBio expects to select a RAS development candidate in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Gene Therapy<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-818 – New adeno-associated virus (AAV) gene therapy program for classic galactosemia (severe GALT deficiency): <\/strong>Classic galactosemia, which is caused by a severe deficiency of the enzyme galactose-1-phosphate uridylyltransferase (GALT), affects approximately 7,000 patients in the United States and the European Union. Studies in more than 500 patients with galactosemia have shown that despite early detection and strict adherence to diet, children with ≤1% of GALT enzyme levels may experience language delay, speech defects, learning disabilities, cognitive impairment, osteopenia, and in females, primary ovarian insufficiency.<\/li>\r\n<li>BBP-818 is designed to enable production of the GALT enzyme and to enable the body&#8217;s natural ability to metabolize galactose. Preclinical studies in a mouse model of classic galactosemia have shown that BridgeBio&#8217;s BBP-818 therapy restored up to 72% of wild-type levels of GALT enzyme in the brain following a single dose.<\/li>\r\n<li>In addition to the GALT program, BridgeBio Gene Therapy is advancing clinical candidates for Canavan disease and congenital adrenal hyperplasia (CAH), and a preclinical program for TMC1 hearing loss. BridgeBio will also announce at R&amp;D Day preclinical gene therapy programs targeting tuberous sclerosis, cystinuria, and a genetic dilated cardiomyopathy, as well as collaborations to identify and characterize next generation capsids with tropism for the central nervous system and kidney.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Cardiorenal<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-711 – Glycolate oxidase (GO) inhibitor for hyperoxaluria:<\/strong> BridgeBio will share preliminary Phase 1 data in which BBP-711 was well-tolerated and resulted in maximal increases in plasma glycolate exceeding those achieved by any GO-targeting agents reported in healthy adult volunteers. At steady state in multiple ascending dose cohorts, BBP-711 treatment resulted in plasma glycolate concentrations comparable to case reports of individuals with germline HAO1 knockout, the gene encoding GO, suggesting complete inhibition.<\/li>\r\n<li>BBP-711 is being developed for the treatment of primary hyperoxaluria type 1 (PH1) and hyperoxaluria caused by hepatic overproduction of oxalate in recurrent kidney stone formers. A full readout of Phase 1 data in healthy adult volunteers is expected in 2022, to be followed by initiation of a Phase 2\/3 trial in PH1 and a Phase 2 proof-of-concept trial in recurrent kidney stone formers.<\/li>\r\n<li><strong>Acoramidis (AG10) – TTR stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM):<\/strong> BridgeBio will cover the company&#8217;s most significant near-term catalysts with a focus on upcoming topline results for acoramidis. Topline results from Part A of the Phase 3 ATTRibute-CM trial are expected in late 2021 and from Part B in 2023. The primary endpoint at Part A is the change from baseline in a 6-minute walk distance (6MWD) in trial participants receiving acoramidis or placebo after 12 months. If the change from baseline in 6MWD in Part A is highly statistically significant, BridgeBio expects to submit an application for regulatory approval of acoramidis in 2022 to the FDA. ATTR is a rare heart condition with a progressive and debilitating impact on quality of life likely affecting more than 400,000 patients worldwide.<\/li>\r\n<li><strong>Encaleret – Calcium-sensing receptor (CaSR) inhibitor for autosomal dominant hypocalcemia type 1 (ADH1): <\/strong>BridgeBio will review updated Phase 2b data for encaleret, which was originally shared in an <a href=\"http:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-updated-phase-2b-data-for-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1-demonstrating-blood-and-urine-calcium-normalization-in-trial-participants\" target=\"_blank\" rel=\"noreferrer noopener\">oral presentation<\/a> at the American Society of Bone and Mineral Research (ASBMR) 2021 Annual Meeting. Within five days of individualized dose titration in 13 participants, encaleret normalized mean blood calcium levels and 24-hour urine calcium excretion. Achieving simultaneous blood and urine calcium normalization is a challenge for patients with ADH1 due to the limitations of current standard-of-care. Encaleret could be the first approved therapy for ADH1, a condition caused by gain of function variants in the CaSR gene estimated to be carried by 12,000 individuals in the United States alone. BridgeBio plans to engage with regulatory health authorities to discuss the design of a Phase 3 registrational trial in patients with ADH1.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>BridgeBioX<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>BridgeBio will announce BridgeBioX, the company&#8217;s new early research discovery engine with a dedicated lab at Stanford University. BridgeBio created BridgeBioX to test earlier scientific hypotheses in discovery research and target large, complex genetic diseases with high unmet need. BridgeBio&#8217;s creation comes with cutting edge tools in genetics and molecular biology, along with expanded capabilities across modalities with the goal of advancing therapies rapidly. The research lab was created to foster collaboration between industry and academia, and to build a culture driven by intellectual curiosity and a dedication to patient impact.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Mendelian<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-418 – Glycosylation substrate for limb-girdle muscular dystrophy type 2i (LGMD2i): <\/strong>BridgeBio will review Phase 1 data in which BBP-418 was shown to be well-tolerated in healthy volunteers. The Phase 2 trial was initiated in patients with LGMD2i in the first quarter of 2021. With approximately 7,000 patients with potentially treatable mutations, LGMD2i is an inherited recessive muscular dystrophy caused by mutation of fukutin-related protein. A Phase 2 data readout is expected in 2022.<\/li>\r\n<li><strong>BBP-589 – Recombinant collagen for recessive dystrophic epidermolysis bullosa (RDEB): <\/strong>BridgeBio will discuss BBP-589, the only potential systemic treatment option being developed for patients with RDEB. BBP-589 was previously shown to be well-tolerated in Phase 1 with dose-dependent increase in C7 skin deposition. RDEB is a Mendelian disease that has devastating effects on patients due to the epidermis separating from the dermis and causes blistering, tearing and scarring of the skin, along with severe pain and itching. In the United States, RDEB has a prevalence of approximately 2,000 patients. Phase 2 data are expected in the first half of 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>BridgeBio&#8217;s R&amp;D Day will be held today from 8:30 am ET – 11:00 am ET and it will be webcast, with a link available in the event calendar on BridgeBio&#8217;s investor website, <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">https:\/\/investor.bridgebiodev.wpengine.com\/<\/a>. A replay of the webcast will be available for one year following the event.<\/p>\r\n\r\n\r\n\r\n<p>To register for BridgeBio&#8217;s R&amp;D Day, please sign up <a href=\"https:\/\/wsw.com\/webcast\/cc\/bbio2\/register.aspx?conf=cc&amp;page=bbio2&amp;url=https:\/\/wsw.com\/webcast\/cc\/bbio2\/1408212\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>here<\/strong><\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong><u>Agenda:<\/u><\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Welcome and introduction<\/strong> – Grace Rauh, vice president of marketing and communications, BridgeBio<\/li>\r\n<li><strong>Genetic basis of disease<\/strong> – Richard Scheller, Ph.D., chairman of R&amp;D, BridgeBio<\/li>\r\n<li><strong>BridgeBio&#8217;s endless summer<\/strong> – Neil Kumar, Ph.D., founder and CEO, BridgeBio<\/li>\r\n<li><strong>Precision cardiorenal introduction<\/strong> – Cameron Turtle, D.Phil., chief strategy officer, BridgeBio<\/li>\r\n<li><strong>Acoramidis: TTR stabilizer for ATTR<\/strong> – Jonathan Fox, M.D., Ph.D., chief medical officer, BridgeBio Cardiorenal<\/li>\r\n<li><strong>Encaleret: Calcium sensing receptor (CaSR) inhibitor for autosomal dominant hypocalcemia type 1 (ADH1)<\/strong> – Mary Scott Roberts, M.D., senior director of clinical development, BridgeBio Cardiorenal<\/li>\r\n<li><strong>Gene therapy platform<\/strong> – Eric David, M.D., J.D., CEO, BridgeBio Gene Therapy<\/li>\r\n<li><strong>Mendelian programs: Primary hyperoxaluria type 1 (PH1), limb-girdle muscular dystrophy type 2i (LGMD2i), recessive dystrophic epidermolysis bullosa (rDEB)<\/strong> – Uma Sinha, Ph.D., chief scientific officer, BridgeBio<\/li>\r\n<li><strong>Precision oncology programs: KRAS, SHP2<\/strong> – Eli Wallace, Ph.D., chief scientific officer, BridgeBio Oncology<\/li>\r\n<li><strong>BridgeBioX<\/strong> – Charles Homcy, M.D., chairman of pharmaceuticals, BridgeBio<\/li>\r\n<li><strong>Q&amp;A<\/strong><\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma, Inc.<br \/><\/strong>BridgeBio Pharma, Inc. (BridgeBio) is a biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio&#8217;s pipeline of over 30 development programs ranges from early science to advanced clinical trials and its commercial organization is focused on delivering the company&#8217;s two approved therapies. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\">bridgebiodev.wpengine.com<\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/\" target=\"_blank\" rel=\"noreferrer noopener\">LinkedIn<\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"noreferrer noopener\">Twitter<\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<br \/><\/strong>This press release contains forward-looking statements. Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as &#8220;anticipates,&#8221; &#8220;believes,&#8221; &#8220;estimates,&#8221; &#8220;expects,&#8221; &#8220;intends,&#8221; &#8220;may,&#8221; &#8220;plans,&#8221; &#8220;projects,&#8221; &#8220;seeks,&#8221; &#8220;should,&#8221; &#8220;will,&#8221; and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements include statements relating to expectations, plans and prospects regarding the preclinical and clinical development plans, clinical trial designs, clinical and therapeutic potential, and strategy of our product candidates, including, but not limited to: the unknown future impact of the COVID-19 pandemic delay on our ongoing development and\/or our operations or operating expenses; the potential for our next-generation G12C dual inhibitors to be the first known compounds designed to directly bind and inhibit KRAS in both its active (GTP bound) and inactive (GDP bound) conformations driven by insights from its molecular dynamics platform; the potential of our precision oncology program and the timing of our selection of a RAS development candidate; the potential of BBP-818 to enable production of the GALT enzyme and to enable the body&#8217;s natural ability to metabolize galactose in clinical trials; the potential and success of our Gene Therapy platform; the timing and success of BBP-711 for the treatment of primary hyperoxaluria type 1 and hyperoxaluria caused by hepatic overproduction of oxalate in recurrent kidney stone formers; the timing and success of acoramidis; the timing and success of our regulatory strategy for acoramidis; the timing and success of our planned meetings with regulatory health authorities, including the U.S. Food and Drug Administration (FDA), to discuss potential paths to registration prior to initiation of a Phase 3 registrational study of encaleret in patients with ADH1; the ability of encaleret to be the first approved therapy option indicated specifically for the treatment of ADH1; the success of BridgeBioX to test earlier scientific hypotheses in discovery research and target large, complex genetic diseases with high unmet need; the continuing success of our partnership with Stanford University; the timing and success of our Phase 2 trial of BBP-418; the potential for BBP-589 to be the only potential systemic treatment option being developed for patients with RDEB; reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to: initial and ongoing data from our preclinical studies and clinical trials not being indicative of final data; the potential size of the target patient populations our product candidates are designed to treat not being as large as anticipated; the design and success of ongoing and planned clinical trials, future regulatory filings, approvals and\/or sales; despite having ongoing and future interactions with the FDA or other regulatory agencies to discuss potential paths to registration for our product candidates, the FDA or such other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted; the continuing success of our collaborations; potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy; and those risks set forth in the Risk Factors section of our most recent annual report on Form 10-K filed with the U.S. Securities and Exchange Commission (SEC) and our other SEC filings. Moreover, BridgeBio operates in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of BridgeBio&#8217;s management as of the date of this release and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Media Contact:<\/strong><br \/>Grace Rauh<br \/><a href=\"mailto:Grace.rauh@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"noreferrer noopener\">Grace.rauh@bridgebiodev.wpengine.com<\/a><br \/>(917) 232-5478<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Investor Contact:<br \/><\/strong>Katherine Yau<br \/><a href=\"mailto:katherine.yau@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"noreferrer noopener\">katherine.yau@bridgebiodev.wpengine.com<\/a> <br \/>(516) 554-5989<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>PALO ALTO, Calif., Oct. 12, 2021 \/PRNewswire\/ &#8212; BridgeBio Pharma, Inc. (Nasdaq: BBIO), a commercial-stage biopharmaceutical company that focuses on genetic diseases and cancers, is announcing meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, and advancements in cardiorenal and early-stage Mendelian programs at its second annual R&amp;D Day today. BridgeBio will also [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-5217","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"people":false,"external_link":"","presentation":"","meta_short_title":"BridgeBio Updates on Advancements Across Its R&D Pipeline ","meta_description":"BridgeBio Pharma Announces Progress in its KRAS Portfolio, New Gene Therapy Programs, and Updates on Advancements Across Its R&D Pipeline Targeting Genetic Dise","meta_share_image":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio Announces Progress in Many Areas | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, &amp; advancements in cardiorenal &amp; Mendelian programs.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio Announces Progress in Many Areas | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, &amp; advancements in cardiorenal &amp; Mendelian programs.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2021-10-12T19:19:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-22T20:38:02+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/\",\"name\":\"BridgeBio Announces Progress in Many Areas | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2021-10-12T19:19:00+00:00\",\"dateModified\":\"2022-06-22T20:38:02+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, & advancements in cardiorenal & Mendelian programs.\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Announces Progress in its KRAS Portfolio, New Gene Therapy Programs, and Updates on Advancements Across its R&#038;D Pipeline Targeting Genetic Diseases and Cancers\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio Announces Progress in Many Areas | BridgeBio","description":"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, & advancements in cardiorenal & Mendelian programs.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/","og_locale":"en_US","og_type":"article","og_title":"BridgeBio Announces Progress in Many Areas | BridgeBio","og_description":"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, & advancements in cardiorenal & Mendelian programs.","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/","og_site_name":"BridgeBio","article_published_time":"2021-10-12T19:19:00+00:00","article_modified_time":"2022-06-22T20:38:02+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/","name":"BridgeBio Announces Progress in Many Areas | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2021-10-12T19:19:00+00:00","dateModified":"2022-06-22T20:38:02+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio announced meaningful progress in its KRAS cancer portfolio, new programs in gene therapy, & advancements in cardiorenal & Mendelian programs.","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-progress-in-its-kras-portfolio-new-gene-therapy-programs\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Announces Progress in its KRAS Portfolio, New Gene Therapy Programs, and Updates on Advancements Across its R&#038;D Pipeline Targeting Genetic Diseases and Cancers"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5217"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5217"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5217\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5217"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5217"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5217"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}