{"id":5232,"date":"2021-11-04T15:25:00","date_gmt":"2021-11-04T19:25:00","guid":{"rendered":"https:\/\/bridgebioprod.wpengine.com\/?p=5232"},"modified":"2022-06-23T11:36:16","modified_gmt":"2022-06-23T15:36:16","slug":"bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/","title":{"rendered":"BridgeBio Pharma Reports Third Quarter 2021 Financial Results and Business Update"},"content":{"rendered":"\r\n<p>–<em>Topline results from Part A of the Phase 3 ATTRibute-CM trial of TTR stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM)<\/em> <em>expected by end of 2021<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Meaningful progress in RAS cancer portfolio<\/em> <em>with discovery of next-generation KRAS G12C dual inhibitors and <\/em><em>novel PI3k<\/em><em>a<\/em><em>:RAS breakers<\/em><\/p>\r\n\r\n\r\n\r\n<p><em>-Advancements in gene therapy pipeline with first patient dosed in Canavan disease trial and newly announced program targeting classic galactosemia (severe GALT deficiency)<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Company <\/em><em>repurchased <\/em><em>$148.4 million in BridgeBio common stock under 2021 Share Repurchase Program, demonstrating the Company’s confidence in the long-term prospects of its pipeline<\/em><\/p>\r\n\r\n\r\n\r\n<p>–<em>Ended quarter with $599.6 million in cash, cash equivalents and marketable securities<\/em><\/p>\r\n\r\n\r\n\r\n<p>PALO ALTO, Calif., NOVEMBER 4, 2021 – BridgeBio Pharma, Inc. (Nasdaq: BBIO) (BridgeBio or the Company), a commercial-stage biopharmaceutical company focused on genetic diseases and cancers, today reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations.<\/p>\r\n\r\n\r\n\r\n<p>BridgeBio has more than 30 programs in its pipeline for patients living with genetic diseases and cancers and 20 ongoing clinical trials underway across more than 450 sites around the world. Earlier this year BridgeBio received its first two U.S. Food and Drug Administration (FDA) drug approvals and has successfully filed 15 Investigational New Drug (IND) applications since the Company’s founding in 2015.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio’s four core value drivers:<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Acoramidis (AG10) – Transthyretin (TTR) stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM):<\/strong> Topline results from Part A of the Phase 3 ATTRibute-CM trial are expected in late 2021 and from Part B in 2023. The primary endpoint at Part A is the change from baseline in a 6-minute walk distance (6MWD) in trial participants receiving acoramidis or placebo after 12 months. If the change from baseline in 6MWD in Part A is highly statistically significant, BridgeBio expects to submit an application for regulatory approval of acoramidis in 2022 to the FDA. The study enrolled more than 600 subjects with either wild-type or variant TTR across more than 80 sites in 18 countries. ATTR-CM is a rare heart condition with a progressive and debilitating impact on quality of life likely affecting more than 400,000 patients worldwide.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Encaleret – Calcium-sensing receptor (CaSR) inhibitor for autosomal dominant hypocalcemia type 1 (ADH1):<\/strong> BridgeBio presented updated Phase 2b data for encaleret in an <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/static-files\/a47ae107-d7d8-43a0-9350-b5e887fd334f\" target=\"_blank\" rel=\"noreferrer noopener\">oral presentation<\/a> at the American Society of Bone and Mineral Research (ASBMR) 2021 Annual Meeting in October. Within five days of individualized dose titration in 13 participants, encaleret normalized mean blood calcium levels and 24-hour urine calcium excretion. Achieving simultaneous blood and urine calcium normalization is a challenge for patients with ADH1 due to the limitations of current standard-of-care. If approved, encaleret could be the first therapy on the market for ADH1, a condition caused by gain of function variants in the calcium-sensing receptor (<em>CASR<\/em>) gene estimated to be carried by 12,000 individuals in the United States alone. BridgeBio plans to initiate a Phase 3 registrational trial of encaleret in patients with ADH1 in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Low-dose infigratinib – FGFR1-3 inhibitor for achondroplasia:<\/strong> Initial data from the ongoing Phase 2 dose ranging study are expected in the first half of 2022. Achondroplasia is the most common form of genetic short stature and one of the most common genetic diseases, with a prevalence of greater than 55,000 cases in the United States and European Union. Low-dose infigratinib is the only known product candidate in clinical development for achondroplasia that is designed to target the disease at its genetic source and the only orally administered product candidate in clinical-stage development.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-631 – AAV5 gene therapy candidate for congenital adrenal hyperplasia (CAH):<\/strong> Received Fast Track designation from the FDA in May 2021. IND cleared by the FDA and site activation for initiation of a first-in-human Phase 1\/2 study is ongoing, with initial data anticipated in mid-2022. CAH is one of the most prevalent genetic diseases potentially addressable with AAV gene therapy, with more than 75,000 cases estimated in the United States and European Union. The disease is caused by deleterious mutations in the gene encoding an enzyme called 21-hydroxylase, leading to lack of endogenous cortisol production. BridgeBio’s AAV5 gene therapy candidate is designed to provide a functional copy of the 21-hydroxylase-encoding gene (CYP21A2) and potentially address many aspects of the disease course.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Recent pipeline progress and corporate updates:<\/strong><\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Stock repurchases:<\/strong> BridgeBio repurchased $148.4 million in BridgeBio common stock under its 2021 Share Repurchase Program, demonstrating the Company’s confidence in the long-term prospects of its pipeline.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>LianBio IPO and partnership: <\/strong>China-based partner LianBio raised $325 million in its initial public offering on November 1. BridgeBio is estimated to own approximately 4.7% post-IPO. BridgeBio and LianBio announced in August that the first patient was treated in a Phase 2a trial of infigratinib in patients with gastric cancer and other advanced solid tumors. LianBio in-licensed rights from BridgeBio for infigratinib for development and commercialization in Mainland China, Hong Kong and Macau.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>RAS cancer portfolio:<\/strong> BridgeBio announced the discovery of its next-generation KRAS G12C dual inhibitors, the first-known compounds that directly bind and inhibit KRAS in both its active (GTP bound) and inactive (GDP bound) conformations, and PI3ka:RAS breakers, small molecules that block RAS driven PI3Ka activation – a novel approach with the potential to inhibit oncogenic PI3Ka signaling without adverse effects on glucose metabolism. RAS is one of the most well-known oncogenic drivers with approximately 30% of all cancers being driven by RAS mutations, including large proportions of lung, colorectal and pancreatic tumors. BridgeBio expects to select a RAS development candidate in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-812 – AAV9 gene therapy candidate for Canavan disease:<\/strong> BridgeBio announced that the first patient was dosed in its Phase 1\/2 trial of BBP-812 for Canavan disease. If successful, BridgeBio’s gene therapy could be the first approved therapeutic option for children born with Canavan disease, a devastating and life-threatening condition. An initial Phase 1\/2 data readout is expected in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-818 – AAV gene therapy candidate for classic galactosemia (severe GALT deficiency):<\/strong> BridgeBio announced a new gene therapy program for classic galactosemia, which is caused by a severe deficiency of the enzyme galactose-1-phosphate uridylyltransferase (GALT), affecting approximately 7,000 patients in the United States and the European Union. Preclinical studies in a mouse model of classic galactosemia have shown that BridgeBio’s BBP-818 therapy restored up to 72% of wild-type levels of GALT enzyme in the brain following a single dose.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-398 – SHP2 inhibitor<\/strong>: First publication of preclinical data for BridgeBio’s potentially best-in-class SHP2 inhibitor designed for the treatment of resistant cancer. Data demonstrated activity in non-small cell lung cancer (NSCLC) driven by RAS or other MAPK-pathway activating mutations. The results were featured in a <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/static-files\/f2395287-1e83-4203-8b05-d3d771b1e599\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>poster presentation<\/strong><\/a> shared at the AACR-NCI-EORTC International Conference on Molecular Targets and Cancer Therapeutics in October.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-418 – Glycosylation substrate for limb-girdle muscular dystrophy type 2i (LGMD2i):<\/strong> Fast Track designation granted by the FDA<em>. <\/em>The Phase 2 trial was initiated in patients with LGMD2i in the first quarter of 2021. If successful, BBP-418 could be the first approved therapy for patients with LGMD2i. With approximately 7,000 patients with potentially treatable mutations, LGMD2i is an inherited recessive muscular dystrophy caused by mutation of fukutin-related protein. A Phase 2 data readout is expected in 2022.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BBP-711 – Glycolate oxidase (GO) inhibitor for hyperoxaluria:<\/strong> BridgeBio announced preliminary Phase 1 data in which BBP-711 was well-tolerated and resulted in maximal increases in plasma glycolate exceeding those achieved by any GO-targeting agents reported in healthy adult volunteers. BBP-711 is being developed for the treatment of primary hyperoxaluria type 1 (PH1) and hyperoxaluria caused by hepatic overproduction of oxalate in recurrent kidney stone formers. A full readout of Phase 1 data in healthy adult volunteers is expected in 2022, to be followed by initiation of a Phase 2\/3 trial in PH1 and a Phase 2 proof-of-concept trial in recurrent kidney stone formers.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>TRUSELTIQ™ (infigratinib)<\/strong>: Health Canada approved TRUSELTIQ (infigratinib), a small molecule kinase inhibitor that targets fibroblast growth factor receptor (FGFR), under the Notice of Compliance with Conditions (NOC\/c) policy, for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma (CCA) with a FGFR2 fusion or other rearrangement. BridgeBio’s partner Helsinn Group has exclusive commercial rights for TRUSELTIQ in Canada with BridgeBio eligible for tiered royalties as a percentage of net sales as part of the global collaboration and license agreement entered into between the two companies in March 2021.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>BridgeBio Pharma R&amp;D Day:<\/strong> Held a virtual R&amp;D Day on October 12, 2021. Presentation replay can be found on BridgeBio’s investor website <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/events\/event-details\/bridgebio-pharma-inc-rd-day-0\" target=\"_blank\" rel=\"noreferrer noopener\">here<\/a>.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Four new independent directors added to BridgeBio’s board:<\/strong>\r\n<ul>\r\n<li><strong>Hannah Valantine, M.D.<\/strong>, a leader in organ transplant genomics and workforce diversity who is a professor of medicine at Stanford University School of Medicine<\/li>\r\n<li><strong>Fred Hassan<\/strong>, a pharmaceutical and financial industry leader who is the former CEO of Schering-Plough and former chairman of Bausch &amp; Lomb<\/li>\r\n<li><strong>Andrea Ellis<\/strong>, a consumer technology innovator and the chief financial officer of Lime<\/li>\r\n<li><strong>Douglas Dachille<\/strong>, an investment management veteran and the former chief investment officer of American International Group, Inc. (AIG)<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong>Third Quarter 2021 Financial Results:<\/strong><\/p>\r\n\r\n\r\n\r\n<p><strong>Cash, Cash Equivalents and Marketable Securities<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash, totaled $599.6 million as of September 30, 2021, compared to $607.1 million as of December 31, 2020. Over the past three quarters, the Company repurchased $148.4 million in BridgeBio common stock under its 2021 Share Repurchase Program and $50.0 million in BridgeBio common stock in conjunction with its issuance of the 2029 convertible notes, paid $61.3 million for capped call options related to the issuance of its 2029 convertible notes and $35.0 million of regulatory-related milestone payments in connection with its approved products. Earlier during the year, BridgeBio paid $21.3 million to Eidos shareholders who elected for cash settlement in exchange for their Eidos shares and $63.8 million of direct transaction costs arising from the merger with Eidos. These were offset by cash receipts of $731.4 million in net proceeds from the issuance of BridgeBio’s 2029 convertible notes, $65.1 million from collaboration partner, Helsinn Group, and $25.0 million in net proceeds from Hercules Capital, Inc. under an amended loan agreement. The remaining change primarily related to payments of interest and operating costs and expenses.<\/p>\r\n\r\n\r\n\r\n<p>Cash, cash equivalents and marketable securities, excluding restricted cash decreased by $298.8 million when compared to balance as of June 30, 2021, which was $898.4 million. During the quarter, the Company repurchased $143.1 million of BridgeBio common stock and paid $35.0 million of regulatory-related milestone payments in connection with its approved products.  <\/p>\r\n\r\n\r\n\r\n<p><strong>Operating Costs and Expenses<\/strong><\/p>\r\n\r\n\r\n\r\n<p>Operating costs and expenses for the quarter increased by $23.7 million to $151.8 million in the current quarter as compared to $128.1 million for the same period in the prior year. The increase in operating costs and expenses was due to an increase in personnel and external costs to support the progression in BridgeBio’s research and development programs and staged buildout of its commercial organization as part of commercial launch readiness activities. This increase in personnel and external costs was offset by $12.2 million in reimbursement of expenses from the cost sharing arrangement recognized under BridgeBio’s License and Collaboration Agreement with Helsinn Group. Stock-based compensation for the quarter was $16.1 million as compared to $17.7 million for the same period in the prior year.<\/p>\r\n\r\n\r\n\r\n<p>The Company’s research and development expenses have not been significantly impacted by the global COVID-19 pandemic for the periods presented. While BridgeBio experienced some delays in certain of its clinical enrollment and trial commencement activities, it continues to adapt in this unprecedented time to enable alternative site, telehealth and home visits, at-home drug delivery, as well as mitigation strategies with its contract manufacturing organizations. The longer-term impact, if any, of COVID-19 on BridgeBio’s operating costs and expenses is currently unknown.<\/p>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"603\" class=\"wp-image-5240\" src=\"\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1-1024x603.png\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1-1024x603.png 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1-300x177.png 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1-768x452.png 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1-1536x904.png 1536w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_1.1.png 2038w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/><\/figure>\r\n\r\n\r\n\r\n<figure class=\"wp-block-image size-large\"><img loading=\"lazy\" decoding=\"async\" width=\"1024\" height=\"692\" class=\"wp-image-5241\" src=\"\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1-1024x692.png\" alt=\"\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1-1024x692.png 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1-300x203.png 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1-768x519.png 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1-1536x1038.png 1536w, https:\/\/bridgebio.com\/wp-content\/uploads\/2021\/11\/BBIO_Earnings_2.1.png 1788w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" \/>\r\n<figcaption><br \/>(1) The condensed consolidated financial statements as of and for the year ended December 31, 2020 are derived from the audited consolidated financial statements as of that date.<\/figcaption>\r\n<\/figure>\r\n\r\n\r\n\r\n<p><strong>About BridgeBio Pharma, Inc.<br \/><\/strong><br \/>BridgeBio Pharma, Inc. (BridgeBio) is a biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of over 30 development programs ranges from early science to advanced clinical trials and its commercial organization is focused on delivering the company’s two approved therapies. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>LinkedIn<\/strong><\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Twitter<\/strong><\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><\/p>\r\n\r\n\r\n\r\n<p>This press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical and therapeutic potential of our programs and product candidates, including our four core value drivers, the availability and success of topline results from Part A and Part B of our Phase 3 ATTRibute-CM trial of acoramidis, our plans to submit an application for regulatory approval of acoramidis, the availability and success of additional data from our ongoing study of encaleret for ADH1, the timing and success of additional trials of encaleret for ADH1, the availability and success of initial data from our ongoing Phase 2 study of low-dose infigratinib for achondroplasia and our ongoing Phase 1\/2 study of BBP-631 for CAH, our faith in the long-term prospects of our pipeline, the success of our continuing partnership with LianBio, the timing of our selection of a RAS development candidate, the timing and success of our Phase 1\/2 trial of BBP-812 for Canavan disease, the ability of BBP-812 to be the first approved therapeutic option for children born with Canavan disease, the ability of BBP-418 to be the first approved therapy for patients with LGMD2i, the timing and success of the Phase 2 trial of BBP-418 in patients with LGMD2i, the availability and success of final data from our ongoing Phase 1 study of BBP-711 for the treatment of PH1, the timing and success of additional clinical trials of BBP-711 in PH1 and in recurrent kidney stone formers, our eligibility to receive future royalty payments under our strategic collaboration with the Helsinn Group and the timing of these events, as well as our anticipated cash runway, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, initial and ongoing data from our preclinical studies and clinical trials not being indicative of final data, the potential size of the target patient populations our product candidates are designed to treat not being as large as anticipated, the design and success of ongoing and planned clinical trials, future regulatory filings, approvals and\/or sales, despite having ongoing and future interactions with the FDA or other regulatory agencies to discuss potential paths to registration for our product candidates, the FDA or such other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, the continuing success of our collaborations, potential volatility in our share price and its impact on our 2021 Share Repurchase Program, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, as well as those risks set forth in the Risk Factors section of our Annual Report on Form 10-K for the year ended December 31, 2020, and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Media Contact:<\/strong><br \/>Grace Rauh<br \/><a href=\"mailto:Grace.rauh@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>Grace.rauh@bridgebiodev.wpengine.com<\/strong><\/a><br \/>(917) 232-5478<\/p>\r\n\r\n\r\n\r\n<p><strong>BridgeBio Investor Contact:<\/strong><br \/>Katherine Yau<br \/><a href=\"mailto:katherine.yau@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"noreferrer noopener\"><strong>katherine.yau@bridgebiodev.wpengine.com<\/strong><\/a> <br \/>(516) 554-5989<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>–Topline results from Part A of the Phase 3 ATTRibute-CM trial of TTR stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM) expected by end of 2021 –Meaningful progress in RAS cancer portfolio with discovery of next-generation KRAS G12C dual inhibitors and novel PI3ka:RAS breakers -Advancements in gene therapy pipeline with first patient dosed in Canavan disease trial and [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-5232","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"people":false,"external_link":"","presentation":"","meta_short_title":"BridgeBio Reports Third Quarter 2021 Update","meta_description":"BridgeBio Pharma Reports Third Quarter 2021 Financial Results and Business Update","meta_share_image":false},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Third Quarter 2021 Financial Results | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Third Quarter 2021 Financial Results | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2021-11-04T19:25:00+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-06-23T15:36:16+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"14 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/\",\"name\":\"Third Quarter 2021 Financial Results | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2021-11-04T19:25:00+00:00\",\"dateModified\":\"2022-06-23T15:36:16+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Reports Third Quarter 2021 Financial Results and Business Update\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Third Quarter 2021 Financial Results | BridgeBio","description":"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/","og_locale":"en_US","og_type":"article","og_title":"Third Quarter 2021 Financial Results | BridgeBio","og_description":"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/","og_site_name":"BridgeBio","article_published_time":"2021-11-04T19:25:00+00:00","article_modified_time":"2022-06-23T15:36:16+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"14 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/","name":"Third Quarter 2021 Financial Results | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2021-11-04T19:25:00+00:00","dateModified":"2022-06-23T15:36:16+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio reported its financial results for the third quarter ended September 30, 2021 and provided an update on the Company’s operations. Learn more!","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-third-quarter-2021-financial-results-and-business-update\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Reports Third Quarter 2021 Financial Results and Business Update"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5232"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5232"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5232\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5232"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5232"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5232"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}