{"id":5529,"date":"2022-06-13T08:00:56","date_gmt":"2022-06-13T12:00:56","guid":{"rendered":"https:\/\/bridge-bio.local\/news\/auto-draft\/"},"modified":"2022-12-02T14:30:32","modified_gmt":"2022-12-02T19:30:32","slug":"bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/","title":{"rendered":"BridgeBio Pharma Shares Positive Phase 2b Data and Announces Pivotal Study Design for Phase 3 Trial of Encaleret in Autosomal Dominant Hypocalcemia Type 1 (ADH1)"},"content":{"rendered":"<p><em>-Treatment with encaleret resulted in rapid and sustained restoration of normal mineral homeostasis, with mean values of blood calcium, urinary calcium, and blood PTH within the normal range by day 5 of therapy and sustained at 24 weeks, and was well-tolerated without any reported serious adverse events<\/em><\/p>\n<p><em>&#8211; At week 24 of encaleret treatment, 92% (12\/13) of participants had achieved normal trough blood calcium levels in the absence of extra-dietary calcium supplements and active vitamin D, and 77% (10\/13) of participants had normal urinary calcium excretion <\/em><\/p>\n<p><em>&#8211; The Company completed its end of Phase 2 interaction with the US FDA; the Phase 3 pivotal study is anticipated to begin in 2022 and will evaluate a primary composite endpoint of blood and urinary calcium within target ranges in participants treated with encaleret compared to standard of care<\/em><\/p>\n<p><em>&#8211; Phase 2b data are featured in an oral presentation at the Endocrine Society (ENDO) 2022 Annual Conference<\/em><\/p>\n<p><em>&#8211; BridgeBio will host an investor call on June 13, 2022, at 4:30 pm ET to discuss the Phase 2b study results and the planned pivotal Phase 3 study design<\/em><\/p>\n<p><strong>PALO ALTO, CA – June 13, 2022 — <\/strong>BridgeBio Pharma, Inc. (Nasdaq: BBIO) (“BridgeBio” or the “Company”), a commercial-stage biopharmaceutical company focused on genetic diseases and cancers, today announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). The results are featured in an oral presentation at the Endocrine Society (ENDO) 2022 Annual Conference in Atlanta, GA. BridgeBio will also host an investor call on June 13, 2022, at 4:30 pm ET to discuss the results from the Phase 2b study.<\/p>\n<p>“ADH1 is a rare genetic form of hypoparathyroidism associated with lifelong abnormally high urine calcium and low blood calcium levels, sometimes leading to severe consequences such as seizures, heart rhythm abnormalities, muscle cramping, and breathing difficulties,” said Rachel Gafni, M.D., senior research physician and head of the Mineral Homeostasis Studies Group of the National Institute of Dental and Craniofacial Research of the National Institutes of Health (NIH). “Current management with calcium and vitamin D supplements is inadequate and may exacerbate high urine calcium levels, which can cause kidney complications. These 24-week outpatient data, evaluating an investigational calcilytic in a precision-medicine approach, demonstrate that encaleret has the potential to restore normal calcium and phosphate metabolism in individuals with ADH1.”<\/p>\n<p>Thirteen adults with ADH1 caused by nine unique <em>CASR<\/em> variants participated in the three-period, Phase 2b, open-label, dose-ranging study. Oral calcium and activated vitamin D supplements were discontinued prior to encaleret initiation. Periods 1 and 2 each evaluated encaleret over the course of five inpatient days and Period 3 included a 24-week outpatient evaluation. Key results from the Phase 2b study include:<\/p>\n<ul>\n<li>Encaleret was well tolerated with no serious adverse events reported; there were no treatment discontinuations or study withdrawals<\/li>\n<li>Key biochemical parameters of mineral homeostasis, summarized in the table below, were normalized by Period 2, Day 5 and were sustained through Period 3, Week 24 of the trial<\/li>\n<\/ul>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"alignnone wp-image-5534 size-full\" src=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg\" alt=\"\" width=\"1356\" height=\"521\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg 1356w, https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123-300x115.jpg 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123-1024x393.jpg 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123-768x295.jpg 768w\" sizes=\"(max-width: 1356px) 100vw, 1356px\" \/><\/p>\n<p>“For someone born with ADH1, the near-constant vigilance required to manage levels of calcium in the bloodstream is part of normal day-to-day life. The management helps to relieve the burden of health complications like seizures and hospitalizations, but in some cases, people still have symptoms even with astute maintenance of their condition. The possibility of a treatment option that could potentially alleviate the burden on patients and improve quality of life and health provides hope for people living with this genetic condition,” said Michele Rayes, vice-chair of the board of directors of the HypoPARAthyroidism Association.<\/p>\n<p>The consistent and sustained results from all periods of this Phase 2b study support the potential for encaleret to establish a clinically meaningful efficacy, tolerability and safety profile as a potential treatment of adults with ADH1. The participants who completed Period 3 of the study were eligible to continue in an open label extension of up to 25 months. The planned Phase 3 registrational study in patients with ADH1 is designed as a randomized, open-label, two-arm study comparing the effect of encaleret to standard of care on blood and urine calcium for 24 weeks. BridgeBio plans to initiate the Phase 3 trial in the second half of 2022 with an expected readout of top line data at the end of 2023.<\/p>\n<p>“We are eager to initiate our upcoming study and plan to build upon the knowledge and experience gained from the Phase 2b clinical trial. People with ADH1 are in serious need of treatment options, and we hope to reach them quickly with a meaningful therapy,” said Mary Scott Roberts, M.D., senior director of clinical development at BridgeBio and clinical lead of the encaleret program.<\/p>\n<p>At ENDO 2022, BridgeBio also <a href=\"http:\/\/bridgebio.com\/news\/bridgebio-pharma-to-present-phase-2b-data-and-pivotal-phase-3-study-design-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1-at-the-endocrine-society-endo-2022-annual-conference\/\">shared<\/a> poster presentations on its achondroplasia program, including preclinical data on hypochondroplasia, as well as an ePoster about its congenital adrenal hyperplasia (CAH) program.<\/p>\n<p><strong>Webcast Information<\/strong><br \/>\nBridgeBio will host an investor call and simultaneous webcast to discuss the full Phase 2b data and pivotal study design for its Phase 3 trial for encaleret in patients with autosomal dominant hypocalcemia type 1 on June 13, 2022 at 4:30 pm ET. To access this call, dial (800) 379-2666 and enter conference ID 7644119. A link to the webcast may be accessed from the event calendar page of BridgeBio’s website at <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/news-and-events\/event-calendar\">https:\/\/investor.bridgebiodev.wpengine.com\/<\/a>. A replay of the conference call and webcast will be archived on the Company’s website and will be available for at least 30 days following the event.<strong> <\/strong><\/p>\n<p><strong>About Encaleret<\/strong><\/p>\n<p>Encaleret is an investigational, orally administered small molecule that selectively antagonizes the CaSR, targeting ADH1 at its source. The current standard of care for ADH1 patients consists of oral calcium and\/or active vitamin D supplements that are typically administered to manage signs and symptoms associated with hypocalcemia. Encaleret has received Fast Track Designation by the FDA and Orphan Drug status in the United States and European Union.<\/p>\n<p><strong>About Autosomal Dominant Hypocalcemia Type 1 (ADH1)<\/strong><strong><br \/>\n<\/strong>ADH1 is caused by gain-of-function variants of the <em>CASR <\/em>gene encoding the calcium sensing receptor (CaSR) which are estimated to be carried by 12,000 individuals in the United States.<sup>1<\/sup> The calcium-sensing receptor senses and regulates the level of extracellular calcium in the body through its activity in the parathyroid glands and the kidney. Due to increased sensitivity of the variant CaSR to extracellular calcium, patients with ADH1 have low blood calcium (hypocalcemia), inappropriately low parathyroid hormone levels, and excess urinary excretion of calcium (hypercalciuria). Hypocalcemia can cause neuromuscular symptoms, which can include severe muscle cramping and seizures, while hypercalciuria can lead to kidney calcifications and impaired kidney function.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><\/p>\n<p>BridgeBio Pharma, Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\"><strong>bridgebiodev.wpengine.com<\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/6824982\/admin\/\"><strong>LinkedIn<\/strong><\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\"><strong>Twitter<\/strong><\/a>.<\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><\/p>\n<p>This press release contains forward-looking statements. Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act and are making this statement for purposes of complying with those safe harbor provisions. These forward-looking statements, including statements relating to expectations, plans and prospects regarding the preclinical and clinical development plans, clinical trial designs, clinical and therapeutic potential, and strategy of our product candidates, including, but not limited to: updated interim data from our ongoing Phase 2b proof-of-concept, open-label study of encaleret for the treatment of Autosomal Dominant Hypocalcemia Type 1 (ADH1), which are not indicative of final data from our Phase 2b study of encaleret; the potential size of the target patient population with a rare genetic form of hypoparathyroidism caused by pathogenic variants in the calcium-sensing receptor (CASR) gene; the inability of current standard of care therapies to treat ADH1; encaleret continuing to be well-tolerated with no serious adverse events and no adverse events of moderate or severe intensity reported in our ongoing Phase 2b proof-of concept, open-label study; tolerability and consistent mineral responses following encaleret administration in all 13 ADH1 trial participants continuing to demonstrate proof-of-concept that encaleret may be an efficacious therapy option for ADH1; the timing and success of our planned meetings with regulatory health authorities, including the U.S. Food and Drug Administration (FDA), to discuss potential paths to registration prior to initiation of a Phase 3 registrational study in patients with ADH1; the ability of encaleret to be the first approved therapy option indicated specifically for the treatment of ADH1, if the development program is successful; the continuing close collaboration between world-leading experts in calcium homeostasis at the National Institute of Dental and Craniofacial Research at the National Institutes of Health and BridgeBio; the clinical study designs for our Phase 2b study of encaleret in ADH1; and the timing of these events, reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to: ongoing data from our ongoing Phase 2b proof-of-concept, open-label study of encaleret for the treatment of ADH1 not being indicative of final data; the potential size of the target patient population for ADH1 not being as large as anticipated; encaleret not being well-tolerated, with serious adverse events and adverse events of moderate or severe intensity being reported in the final Phase 2b study data; encaleret not continuing to demonstrate that it may be an efficacious therapy option for ADH1 based on the final Phase 2b data; encaleret not being the first approved therapy option indicated specifically for the treatment of ADH1, if the development program is not successful or if a competing therapy option is approved; the design and success of ongoing and planned clinical trials, future regulatory filings, approvals and\/or sales; despite having ongoing and future interactions with the FDA or other regulatory agencies to discuss potential paths to registration prior to initiation of a Phase 3 registrational study of encaleret in patients with ADH1, the FDA or such other regulatory agencies may not agree with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted; the continuing success of our close collaboration between the National Institute of Dental and Craniofacial Research at the National Institutes of Health; potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy; and those risks set forth in the Risk Factors section of our most recent Annual Report on Form 10-K filed with the U.S. Securities and Exchange Commission (SEC) and our other SEC filings. Moreover, BridgeBio operates in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of BridgeBio’s management as of the date of this release and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><a href=\"http:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-proof-of-concept-data-of-encaleret-in-adh1-at-the-endocrine-societys-2021-annual-meeting#_ftnref1\">[1]<\/a> Dershem et al., Amer Jour of Hum Genetics, 2020<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nGrace Rauh<br \/>\n<a href=\"mailto:Grace.rauh@bridgebiodev.wpengine.com\"><strong>Grace.rauh@bridgebiodev.wpengine.com<\/strong><\/a><br \/>\n(917) 232-5478<\/p>\n<p><strong>BridgeBio ADH1 Patient Advocacy Contact:<\/strong><\/p>\n<p>Jocelyn Ashford<\/p>\n<p><a href=\"mailto:jocelyn.ashford@bridgebiodev.wpengine.com\"><strong>jocelyn.ashford@bridgebiodev.wpengine.com<\/strong><\/a><\/p>\n<p>(650) 452-4199<\/p>\n","protected":false},"excerpt":{"rendered":"<p>-Treatment with encaleret resulted in rapid and sustained restoration of normal mineral homeostasis, with mean values of blood calcium, urinary calcium, and blood PTH within the normal range by day 5 of therapy and sustained at 24 weeks, and was well-tolerated without any reported serious adverse events &#8211; At week 24 of encaleret treatment, 92% [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[10],"tags":[],"class_list":["post-5529","post","type-post","status-publish","format-standard","hentry","category-press-release"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2022-06-13T12:00:56+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-12-02T19:30:32+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/\",\"name\":\"Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg\",\"datePublished\":\"2022-06-13T12:00:56+00:00\",\"dateModified\":\"2022-12-02T19:30:32+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"description\":\"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage\",\"url\":\"https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg\",\"contentUrl\":\"https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg\",\"width\":1356,\"height\":521},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Shares Positive Phase 2b Data and Announces Pivotal Study Design for Phase 3 Trial of Encaleret in Autosomal Dominant Hypocalcemia Type 1 (ADH1)\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio","description":"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/","og_locale":"en_US","og_type":"article","og_title":"Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio","og_description":"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/","og_site_name":"BridgeBio","article_published_time":"2022-06-13T12:00:56+00:00","article_modified_time":"2022-12-02T19:30:32+00:00","og_image":[{"url":"http:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/","name":"Pivotal Study Design for Phase 3 Trial of Encaleret | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage"},"image":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage"},"thumbnailUrl":"http:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg","datePublished":"2022-06-13T12:00:56+00:00","dateModified":"2022-12-02T19:30:32+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"description":"BridgeBio announced positive Phase 2b data of encaleret in patients with autosomal dominant hypocalcemia type 1 (ADH1). Learn more.","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#primaryimage","url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg","contentUrl":"https:\/\/bridgebio.com\/wp-content\/uploads\/2022\/06\/Capture123.jpg","width":1356,"height":521},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-shares-positive-phase-2b-data-and-announces-pivotal-study-design-for-phase-3-trial-of-encaleret-in-autosomal-dominant-hypocalcemia-type-1-adh1\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Shares Positive Phase 2b Data and Announces Pivotal Study Design for Phase 3 Trial of Encaleret in Autosomal Dominant Hypocalcemia Type 1 (ADH1)"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5529"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5529"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5529\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5529"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5529"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5529"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}