{"id":5755,"date":"2022-09-20T07:30:54","date_gmt":"2022-09-20T11:30:54","guid":{"rendered":"https:\/\/bridge-bio.local\/news\/auto-draft\/"},"modified":"2023-02-17T10:04:19","modified_gmt":"2023-02-17T15:04:19","slug":"bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/","title":{"rendered":"BridgeBio Pharma and Sentynl Therapeutics Receive Marketing Authorization in the EU for NULIBRY® (fosdenopterin) for the Treatment of MoCD Type A"},"content":{"rendered":"<p align=\"center\"><em>&#8211; The first and only treatment in Europe to treat patients with molybdenum cofactor deficiency (MoCD) Type A, an ultra-rare, life-threatening genetic disorder that often progresses rapidly in infants with a median overall survival age of about four years.<\/em><\/p>\n<p align=\"center\"><em>&#8211; European Commission (EC) decision is based on the efficacy and safety data collected to date compared to data from a natural history study.<\/em><\/p>\n<p align=\"center\"><em>&#8211; NULIBRY was BridgeBio’s first FDA-approved therapeutic; Sentynl acquired global rights to NULIBRY in March 2022.<\/em><\/p>\n<p align=\"justify\"><strong>PALO ALTO, Calif. and SOLANA BEACH, Calif. and AHMEDABAD, India, Sept. 20, 2022 (GLOBE NEWSWIRE) &#8212;<\/strong> BridgeBio Pharma, Inc. (Nasdaq: BBIO) (BridgeBio), a commercial-stage biopharmaceutical company that focuses on genetic diseases and cancers, and Sentynl Therapeutics, Inc. (Sentynl), a U.S.-based biopharmaceutical company focused on bringing innovative therapies to patients living with rare diseases owned by Zydus Lifesciences Ltd. (formerly known as Cadila Healthcare Ltd.), today announced the European Commission (EC) has granted marketing authorization for NULIBRY<strong>®<\/strong> (fosdenopterin) for Injection as the first therapy for the treatment of patients with molybdenum cofactor deficiency (MoCD) Type A. MoCD Type A is an ultra-rare and progressive condition known to impact less than 150 patients globally with a median survival of four years.<\/p>\n<p align=\"justify\">NULIBRY is a first-in-class cPMP substrate replacement therapy that was approved by the U.S. Food and Drug Administration (FDA) in 2021 to reduce the risk of mortality in patients with MoCD Type A. Following this decision by the EC, NULIBRY is the first and only approved therapy in the European Union (EU) for MoCD Type A.<\/p>\n<p align=\"justify\">In March 2022, Sentynl acquired the global rights to NULIBRY and is responsible for the ongoing development and commercialization of NULIBRY in the United States and developing, manufacturing, and commercializing fosdenopterin globally. Sentynl and BridgeBio share development responsibilities through the approval of the marketing authorization application under accelerated assessment with the European Medicines Agency (EMA) and through approval of NULIBRY’s regulatory submission with the Israeli Ministry of Health.<\/p>\n<p align=\"justify\">&#8220;The European Commission&#8217;s approval of NULIBRY is an exciting step in delivering this therapy to all children suffering with MoCD Type A worldwide, and it bolsters our belief at BridgeBio that no disease is too rare to address. We are grateful that the European Commission sees the value of this treatment, and to the patients, caregivers, physicians, scientists, and advocates whose efforts made this possible,&#8221; said BridgeBio founder and CEO Neil Kumar, Ph.D.<\/p>\n<p align=\"justify\">The EC authorization follows the positive opinion granted by European Committee for Medicinal Products for Human Use (CHMP) in July 2022, which was supported by data from three clinical trials that demonstrated the efficacy of NULIBRY for the treatment of patients with MoCD Type A compared to data from a natural history study. These studies showed that in the genotype-matched analysis, patients treated with NULIBRY had 7.1 times lower risk of death than their historical control counterparts from the natural history study, with 86% of NULIBRY-treated patients surviving at three years compared to 52% of the genotype-matched control group.<\/p>\n<p align=\"justify\">“The approval of NULIBRY by the European Commission is a promising development for children with MoCD Type A. Zydus Group is committed to making a meaningful difference in the lives of people suffering from rare and orphan diseases. This approval brings us closer to realizing our purpose of empowering people with the freedom to live healthier and more fulfilled lives,” said Dr. Sharvil Patel, Managing Director of Zydus Lifesciences, the parent company of Sentynl Therapeutics.<\/p>\n<p align=\"justify\">“This is a major milestone for those patients living with MoCD Type A in Europe,” said Matt Heck, CEO of Sentynl. “Marketing authorization is an important step in providing access to NULIBRY and creating awareness of MoCD Type A as many patients are often missed.”<\/p>\n<p align=\"justify\">The EC&#8217;s centralized marketing authorization is valid in all EU member states as well as Iceland, Liechtenstein, and Norway. A regulatory filing is expected in the coming months to the UK&#8217;s Medicine and Healthcare products Regulatory Agency (MHRA) as part of the European Commission Decision Reliance Procedure. Sentynl expects to make NULIBRY available following successful completion of country-by-country health authority discussions. Until such time, NULIBRY will be made available to qualified patients through an Early Access Program.<\/p>\n<p align=\"justify\">In July 2022, BridgeBio received New Drug Application (NDA) Approval of NULIBRY as a treatment for MoCD Type A from the Israeli Ministry of Health.<\/p>\n<p align=\"justify\"><strong>About Molybdenum Cofactor Deficiency (MoCD) Type A<\/strong><br \/>\nMoCD Type A is an autosomal recessive, inborn error of metabolism caused by mutations in the molybdenum cofactor synthesis 1 gene and characterized by a deficiency in molybdenum cofactor production, leading to a lack of molybdenum-dependent enzyme activity.<sup>1,2<\/sup>  The lack of activity leads to decreased sulfite oxidase activity with buildup of sulfite and secondary metabolites (such as S-sulfocysteine) in the brain, which causes irreversible neurological damage.<sup>2<\/sup><\/p>\n<p align=\"justify\">MoCD Type A is an ultra-rare disease. The incidence and prevalence of MoCD Type A in the European Union are not known, but the estimated prevalence (0.005 per 10,000). Based on these estimates, MoCD Type A is likely to be underdiagnosed.<\/p>\n<p align=\"justify\">The most common presenting symptoms of MoCD Type A are seizures, feeding difficulties and encephalopathy. Patients with MoCD Type A who survive beyond infancy typically suffer from progressive brain damage, which presents in characteristic patterns on magnetic resonance imaging (MRI). This damage leads to severe psychomotor impairment and an inability to make coordinated movements or communicate with their environment.<\/p>\n<p><strong>About NULIBRY<\/strong><strong>®<\/strong><strong> (fosdenopterin) for Injection<br \/>\n<\/strong>NULIBRY®(fosdenopterin) for Injection is a substrate replacement therapy that provides an exogenous source of cPMP, which is converted to molybdopterin. Molybdopterin is then converted to molybdenum cofactor, which is needed for the activation of molybdenum-dependent enzymes, including sulfite oxidase, an enzyme that reduces levels of neurotoxic sulfites. It is the first and only FDA-approved therapy indicated to reduce the risk of mortality in patients with MoCD Type A, and clinical trials have demonstrated that patients treated with NULIBRY or rcPMP had an improvement in overall survival compared to the untreated, genotype-matched, historical control group.<\/p>\n<p><strong>References<\/strong><br \/>\n<sup>1<\/sup> Mechler K et al. Genet Med. 2015;17(12):965-970.<br \/>\n<sup>2<\/sup> Schwarz G. Cur Op in Che Bio. 2016;31:179-187.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<br \/>\n<\/strong>BridgeBio Pharma, Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>LinkedIn<\/strong><\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"nofollow noopener\"><strong>Twitter<\/strong><\/a>.<\/p>\n<p align=\"justify\"><strong>About Sentynl Therapeutics<\/strong><br \/>\nSentynl Therapeutics is a U.S.-based biopharmaceutical company focused on bringing innovative therapies to patients living with rare diseases.  The company was acquired by the Zydus Group in 2017. Sentynl’s experienced management team has previously built multiple successful pharmaceutical companies. With a focus on commercialization, Sentynl looks to source effective and highly differentiated products across a broad spectrum of therapeutic areas to address unmet needs. Sentynl is committed to the highest ethical standards and compliance with all applicable laws, regulations, and industry guidelines.  For more information, visit <a href=\"https:\/\/www.sentynl.com\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>www.sentynl.com<\/strong><\/a>.<\/p>\n<p><strong>About Zydus<br \/>\n<\/strong>The Zydus Group, with an overarching purpose of empowering people with freedom to live healthier and more fulfilled lives, is an innovative, global pharmaceutical company that discovers, develops, manufactures, and markets a broad range of healthcare therapies. The group employs over 23000 people worldwide and is driven by its mission to unlock new possibilities in life-sciences through quality healthcare solutions that impact lives. The group aspires to become a global life-sciences company transforming lives through pathbreaking discoveries.  For more information, visit <strong><a href=\"https:\/\/www.zyduslife.com\">www.zyduslife.com<\/a><\/strong>.<\/p>\n<p align=\"justify\"><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><br \/>\nThis press release contains forward-looking statements. Statements we make in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions.  We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act and are making this statement for purposes of complying with those safe harbor provisions.  These forward-looking statements, including statements relating to the EC’s decision on NULIBRY, the timing of NULIBRY’s availability in the jurisdictions covered by the EC’s marketing authorization, the timing of future regulatory filings, including to the UK&#8217;s MHRA as part of the European Commission Decision Reliance Procedure, the availability of NULIBRY to qualified patients through an Early Access Program, and the potential ability to provide treatment options to MoCD Type A patients in Europe and around the world, reflect our current views about our plans, intentions, expectations, strategies and prospects, and are based on the information currently available to us and on assumptions we have made and are not forecasts, promises nor guarantees. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by these forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved.  Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, the success of our ongoing collaboration with Sentynl, including our co-development responsibilities through approval of the marketing authorization application under accelerated assessment with the EMA and through approval of NULIBRY’s regulatory submission with the Israeli Ministry of Health, Sentynl’s ability to successfully develop and commercialize NULIBRY in the United States and to develop, manufacture, and commercialize fosdenopterin globally, , as well as those risks set forth in the Risk Factors section of our most recent Annual Report on Form 10-K and BridgeBio Pharma’s other SEC filings. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nVikram Bali<br \/>\n<a href=\"mailto:Contact@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"nofollow noopener\">Contact@bridgebiodev.wpengine.com<\/a><br \/>\n(650)-789-8220<\/p>\n<p><strong>Sentynl Therapeutics Contact:<\/strong><br \/>\nMichael Hercz<br \/>\n<a href=\"mailto:ir@sentynl.com\" target=\"_blank\" rel=\"nofollow noopener\">ir@sentynl.com<\/a><br \/>\n(888) 507-5296<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8211; The first and only treatment in Europe to treat patients with molybdenum cofactor deficiency (MoCD) Type A, an ultra-rare, life-threatening genetic disorder that often progresses rapidly in infants with a median overall survival age of about four years. &#8211; European Commission (EC) decision is based on the efficacy and safety data collected to date [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-5755","post","type-post","status-publish","format-standard","hentry","category-uncategorized"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Marketing Authorization in the EU for NULIBRY® | BridgeBio<\/title>\n<meta name=\"description\" content=\"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Marketing Authorization in the EU for NULIBRY® | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2022-09-20T11:30:54+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-02-17T15:04:19+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Holly Condon\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Holly Condon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/\",\"name\":\"Marketing Authorization in the EU for NULIBRY® | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2022-09-20T11:30:54+00:00\",\"dateModified\":\"2023-02-17T15:04:19+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\"},\"description\":\"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma and Sentynl Therapeutics Receive Marketing Authorization in the EU for NULIBRY® (fosdenopterin) for the Treatment of MoCD Type A\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\",\"name\":\"Holly Condon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"caption\":\"Holly Condon\"},\"url\":\"https:\/\/bridgebio.com\/author\/hcondon\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Marketing Authorization in the EU for NULIBRY® | BridgeBio","description":"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/","og_locale":"en_US","og_type":"article","og_title":"Marketing Authorization in the EU for NULIBRY® | BridgeBio","og_description":"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/","og_site_name":"BridgeBio","article_published_time":"2022-09-20T11:30:54+00:00","article_modified_time":"2023-02-17T15:04:19+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Holly Condon","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Holly Condon","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/","name":"Marketing Authorization in the EU for NULIBRY® | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2022-09-20T11:30:54+00:00","dateModified":"2023-02-17T15:04:19+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca"},"description":"The EC has granted marketing authorization for NULIBRY for Injection as the first therapy for the treatment of patients with MoCD Type A.","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-and-sentynl-therapeutics-receive-marketing-authorization-in-the-eu-for-nulibry-fosdenopterin-for-the-treatment-of-mocd-type-a\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma and Sentynl Therapeutics Receive Marketing Authorization in the EU for NULIBRY® (fosdenopterin) for the Treatment of MoCD Type A"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca","name":"Holly Condon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","caption":"Holly Condon"},"url":"https:\/\/bridgebio.com\/author\/hcondon\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5755"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5755"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5755\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5755"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5755"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5755"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}