{"id":5832,"date":"2023-02-23T07:30:23","date_gmt":"2023-02-23T12:30:23","guid":{"rendered":"https:\/\/bridge-bio.local\/news\/auto-draft\/"},"modified":"2023-06-05T14:34:56","modified_gmt":"2023-06-05T18:34:56","slug":"bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/","title":{"rendered":"BridgeBio Pharma Reports Fourth Quarter and Full Year 2022 Financial Results and Business Update"},"content":{"rendered":"<p align=\"center\"><em>–Phase 3 ATTRibute-CM registrational trial of acoramidis for transthyretin amyloid cardiomyopathy (ATTR-CM) continues to have high operating fidelity; month 30 topline registrational data are expected to be announced in mid-2023<\/em><\/p>\n<p align=\"center\"><em>–Phase 2 PROPEL 2 trial of low-dose infigratinib as a potential treatment option for children with achondroplasia continues to progress with Cohort 5 data expected to be announced in March of 2023<\/em><\/p>\n<p align=\"center\"><em>–Initiated Phase 3 CALIBRATE registrational trial of encaleret in autosomal dominant hypocalcemia type 1 (ADH1), with topline data expected to be announced in late 2023 or the first half of 2024<\/em><\/p>\n<p align=\"center\"><em>–Continued progress towards 2023 initiation of a global Phase 3 registrational clinical trial of BBP-418 for limb-girdle muscular dystrophy type 2i (LGMD2I)<\/em><\/p>\n<p align=\"center\">–<em>Phase 1\/2 trial of BBP-631 for treatment of congenital adrenal hyperplasia (CAH) continues to advance with a data update including patients at the third dose level planned by the end of 2023<\/em><\/p>\n<p align=\"center\"><em>–Ongoing development of three lead KRAS programs, with an Investigational New Drug (IND) application planned for next-generation KRASG12C dual inhibitor BBO-8520 in second half of 2023<\/em><\/p>\n<p align=\"center\">–<em>Ended quarter with $466.2<\/em> <em>million in cash, cash equivalents, marketable securities, and restricted cash (current), providing runway into 2024<\/em><\/p>\n<p><strong>PALO ALTO, Calif., Feb. 23, 2023 (GLOBE NEWSWIRE)<\/strong> &#8212; BridgeBio Pharma, Inc. (Nasdaq: BBIO) (BridgeBio or the Company), a commercial-stage biopharmaceutical company focused on genetic diseases and cancers, today reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.<\/p>\n<p>&#8220;We are excited to enter 2023 back on the doorstep of potentially meaningful advances for the patients we serve,&#8221; said Neil Kumar, Ph.D., founder and CEO of BridgeBio. &#8220;Amidst our six ongoing Phase 2 or 3 clinical trials, we anticipate important upcoming readouts from our achondroplasia Phase 2 trial in March, and our ATTR-CM Phase 3 trial mid-year.”<\/p>\n<p><strong>BridgeBio’s key programs:<\/strong><\/p>\n<ul>\n<li><strong>Acoramidis (AG10) – Transthyretin (TTR) stabilizer for transthyretin amyloid cardiomyopathy (ATTR-CM):<\/strong>\n<ul>\n<li>The Phase 3 ATTRibute-CM study continues to have high operating fidelity.<\/li>\n<li>The Company expects to announce topline registrational data for the month 30 primary endpoint, a hierarchical composite including all-cause mortality and cardiovascular-related hospitalizations, in mid-2023.<\/li>\n<\/ul>\n<\/li>\n<li><strong>Low-dose infigratinib – FGFR1-3 inhibitor for achondroplasia and hypochondroplasia:<\/strong>\n<ul>\n<li>In July 2022, we reported initial data from the fourth dosing cohort of the Phase 2 dose-escalation trial PROPEL 2, demonstrating a mean change from baseline in annualized height velocity (AHV) of +1.52 cm\/year and a responder rate of 64% in children five years of age and older.<\/li>\n<li>Through the fifth dosing cohort to date, infigratinib has been well-tolerated with no serious adverse events reported, no adverse events that required discontinuation reported, and with no dose-dependent phosphate elevation reported.<\/li>\n<li>The Company expects to share preliminary data from the fifth dosing cohort in March 2023, and to initiate a registrational Phase 3 trial in 2023.<\/li>\n<li>In Cohort 5, the Company hopes to observe a tolerability profile and efficacy at least in-line with Cohort 4. If successful, the Company believes infigratinib, if approved, has the potential to capture a significant share of the market based on blinded market research.<\/li>\n<\/ul>\n<\/li>\n<li><strong>Encaleret – Calcium-sensing receptor (<\/strong><strong><em>CaSR<\/em><\/strong><strong>) inhibitor for autosomal dominant hypocalcemia type 1 (ADH1):<\/strong>\n<ul>\n<li>In December 2022, the Company initiated the CALIBRATE Phase 3 trial, a pivotal trial comparing the effects of encaleret to standard of care on blood calcium concentration and 24-hour urine calcium excretion over a 24-week treatment period in patients with ADH1.<\/li>\n<li>In a Phase 2b safety and efficacy trial of encaleret for ADH1, 69% of the participants achieved concurrent values of both blood calcium concentration and 24-hour urine calcium excretion within the reference range after 24 weeks of outpatient encaleret treatment; none of these individuals attained this dual therapeutic goal while on standard of care.<\/li>\n<li>Population genetics analyses estimate approximately 25,000 carriers of gain-of-function variants of the CaSR, the underlying cause of ADH1, in the US and EU.<\/li>\n<li>The Company anticipates sharing topline data from CALIBRATE in late 2023 or the first half of 2024.<\/li>\n<li>If approved, encaleret could be the first therapy specifically indicated for the treatment of ADH1.<\/li>\n<\/ul>\n<\/li>\n<li><strong>BBP-418 – Glycosylation substrate for limb-girdle muscular dystrophy type 2i (LGMD2I):<\/strong>\n<ul>\n<li>The Company reported positive top line data from the ongoing Phase 2 clinical trial in October 2022 and anticipates initiating a global Phase 3 registrational trial of BBP-418 for LGMD2I in 2023.<\/li>\n<li>To that end, the Company has engaged with regulatory authorities to align on a Phase 3 trial design.<\/li>\n<li>BBP-418 has a potentially-addressable population of 7,000 LGMD2I patients in the US and EU.<\/li>\n<li>There are currently no disease-modifying treatments available for LGMD2I.<\/li>\n<\/ul>\n<\/li>\n<li><strong>BBP-631 – AAV5 gene therapy candidate for congenital adrenal hyperplasia (CAH):<\/strong>\n<ul>\n<li>The Phase 1\/2 gene therapy trial of BBP-631 for CAH continued to progress; as of February 1, 2023, BBP-631 has been generally well-tolerated in four patients treated at the first two dose levels.<\/li>\n<li>The Company plans to provide an update from patients treated at the third dose level by the end of 2023.<\/li>\n<li>CAH is one of the most prevalent genetic diseases potentially addressable with adeno-associated virus (AAV) gene therapy, with more than 75,000 cases estimated in the United States and European Union.<\/li>\n<\/ul>\n<\/li>\n<li><strong>RAS cancer portfolio:<\/strong>\n<ul>\n<li>BridgeBio is continuing to progress the three main programs of its RAS franchise:\n<ul>\n<li>BBO-8520, an investigational, next-generation small molecule KRAS G12C dual inhibitor candidate that is designed to directly bind and inhibit KRAS G12C in both its active (GTP bound) and inactive (GDP bound) conformations, which remains on track to file an IND and enter the clinic in the second half of 2023.<\/li>\n<li>A PI3Kα:RAS breaker program, investigational small molecules that are designed to block Ras-driven PI3Kα activation with a novel and potentially broad mechanism of action to target not only PI3Kα mutant tumors and RAS mutant tumors, but potentially other tumors driven by RTK activation of RAS signaling. The Company remains on track to select a development candidate in 2023, with IND filing to follow in 2024.<\/li>\n<li>The Company’s pan-KRAS program, which targets multiple KRAS mutants including KRASG12D and KRASG12V, which are present in a large percentage of colorectal, pancreatic, and non-small cell lung cancer tumors. Development candidate selection for this program is planned for late 2023 or early 2024.<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><strong>Corporate Updates:<\/strong><\/p>\n<ul>\n<li><strong>Board of Directors<\/strong>: Appointed Frank McCormick, Ph.D., FS, DSc (Hon) to the BridgeBio Board of Directors. Dr. McCormick is a co-founder of BridgeBio and serves as the Chairman of Oncology. He is also a professor at the UCSF Helen Diller Family Comprehensive Cancer Center, where he holds the David A. Wood Chair of Tumor Biology and Cancer Research, and he has led the National Cancer Institute’s Ras Initiative since its inception in 2013. Dr. McCormick rotates in as Dr. Richard Scheller leaves the Board of Directors; Dr. Scheller will continue to serve as BridgeBio’s Chairman of Research and Development. In addition, Brent Saunders will resign from the board of directors in early March in order to focus on his recent appointment as Chief Executive Officer and Chairman of the Board of Bausch + Lomb.<\/li>\n<\/ul>\n<p><strong>Fourth Quarter and Full Year 2022 Financial Results:<\/strong><br \/>\n<strong>Cash, Cash Equivalents, Marketable Securities and Restricted Cash (Current)<\/strong><\/p>\n<p>Cash, cash equivalents, marketable securities and restricted cash (current), totaled $466.2 million as of December 31, 2022, compared to $787.7 million as of December 31, 2021. The net decrease of $321.5 million in cash, cash equivalents, marketable securities and restricted cash (current) is primarily attributable to net cash used in operating activities of $419.5 million. Net cash used in operating activities during the fiscal year 2022 was partially offset by a $90.0 million upfront payment received under the License, Development and Commercialization Agreement by and among the Company, its affiliate, Navire Pharma, Inc., and Bristol-Myers Squibb Company, or BMS (the “Navire-BMS License Agreement”).<\/p>\n<p>During fiscal year 2022, the Company also received $110.0 million from the sale of its priority review voucher, $10.0 million upon closing of an asset purchase agreement between its affiliate, Origin Biosciences, Inc., and Sentynl Therapeutics, Inc. and $4.9 million of net proceeds from the sale of common stock through an &#8220;at-the-market&#8221; offering. The Company made a $20.5 million mandatory prepayment of a portion of its term loan obligations under its Loan and Security Agreement, as amended, in connection with the upfront payment received from BMS.<\/p>\n<p>As of December 31, 2022, the Company’s restricted cash (current) balance of $37.9 million primarily represents funds in a controlled account that was established in connection with the Second Amendment of the Company’s Amended Loan and Security Agreement. The use of such non-interest-bearing cash is restricted per the terms of the underlying amended loan agreement and is to be used solely for certain research and development expenses directly attributable to the performance of obligations associated with the Navire-BMS License Agreement.<\/p>\n<p>Cash, cash equivalents, marketable securities and restricted cash (current), decreased by $92.3 million when compared to the balance as of September 30, 2022 of $558.5 million. Net cash used in operating activities was $93.2 million for the three months ended December 31, 2022 which primarily contributed to the decline in the cash, cash equivalents, marketable securities and restricted cash (current) during the fourth quarter of fiscal year 2022.<\/p>\n<p><strong>Operating Costs and Expenses<\/strong><br \/>\nOperating costs and expenses for the three months and year ended December 31, 2022 were $131.1 million and $589.9 million, respectively, as compared to $178.5 million and $646.3 million for the same periods in the prior year. The overall decrease in operating costs and expenses for the three months and year ended December 31, 2022 compared to the comparative periods was mainly due to overall decreases in research, development and other (R&amp;D) expenses and selling, general and administrative expenses resulting from the Company&#8217;s reprioritization of its R&amp;D programs and company-wide streamlining of costs. The effects of the Company&#8217;s restructuring initiative that began in the first quarter of fiscal year 2022 are now being realized due to reductions of operating costs and expenses. Restructuring, impairment and related charges for the three months and year ended December 31, 2022 of $7.7 million and $43.8 million, respectively, were primarily comprised of winding down costs, exit and other related costs, impairments and write-offs of long-lived assets, and severance and employee-related costs. The Company continues to evaluate its restructuring alternatives to drive operational changes in business processes, efficiencies, and cost savings.<\/p>\n<p>&#8220;We head into 2023 with cash on hand providing us with runway into 2024, and as we read out our key upcoming catalysts we expect to continue to allocate our capital carefully in order to preserve that runway and our optionality,&#8221; said Brian Stephenson, Ph.D., CFA, Chief Financial Officer of BridgeBio. &#8220;We will also continue to look for ways to extend our runway by considering potential royalty monetizations and partnerships.&#8221;<\/p>\n<p>The Company’s research and development and other expenses have not been significantly impacted by the global COVID-19 pandemic for the periods presented. While BridgeBio experienced some delays in certain of its clinical enrollment and trial commencement activities, it continues to adapt with alternative site, telehealth and home visits, and at-home drug delivery, as well as mitigation strategies with its contract manufacturing organizations. The longer-term impact, if any, of COVID-19 on BridgeBio’s operating costs and expenses is currently unknown.<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-5837 size-full\" src=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg\" alt=\"\" width=\"1684\" height=\"1376\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg 1684w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1-300x245.jpg 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1-1024x837.jpg 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1-768x628.jpg 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1-1536x1255.jpg 1536w\" sizes=\"(max-width: 1684px) 100vw, 1684px\" \/><\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-5836 size-full\" src=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2.jpg\" alt=\"\" width=\"1699\" height=\"1266\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2.jpg 1699w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2-300x224.jpg 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2-1024x763.jpg 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2-768x572.jpg 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_2-1536x1145.jpg 1536w\" sizes=\"(max-width: 1699px) 100vw, 1699px\" \/><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-5835 size-full\" src=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3.jpg\" alt=\"\" width=\"1686\" height=\"1850\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3.jpg 1686w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3-273x300.jpg 273w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3-933x1024.jpg 933w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3-768x843.jpg 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_3-1400x1536.jpg 1400w\" sizes=\"(max-width: 1686px) 100vw, 1686px\" \/><img loading=\"lazy\" decoding=\"async\" class=\"aligncenter wp-image-5834 size-full\" src=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4.jpg\" alt=\"\" width=\"1699\" height=\"931\" srcset=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4.jpg 1699w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4-300x164.jpg 300w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4-1024x561.jpg 1024w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4-768x421.jpg 768w, https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_4-1536x842.jpg 1536w\" sizes=\"(max-width: 1699px) 100vw, 1699px\" \/><\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><br \/>\nBridgeBio Pharma, Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/www.bridge-bio.local\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong><u>bridgebiodev.wpengine.com<\/u><\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/about\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong><u>LinkedIn<\/u><\/strong><\/a><strong> <\/strong>and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"nofollow noopener\"><strong><u>Twitter<\/u><\/strong><\/a>.<\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><br \/>\nThis press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical and therapeutic potential of our programs and product candidates, including the timing and success of our RAS program, including preclinical data for our next-generation KRASG12C GTP\/GDP dual inhibitor development candidate, BBO-8520 and plans to be in the clinic in mid-2023, updated data from our Phase 2 study of BBP-418 for patients LGMD2I, the timing and success of regulatory discussions regarding potential paths to approval for BBP-418, the ability of BBP-418 to be the first approved therapy for patients with LGMD2I, the timing and success of a Phase 3 trial of BBP-418 in patients with LGMD2I intended to be initiated in the first half of 2023, the availability and success of data from our ongoing Phase 1\/2 trial of SHP2 inhibitor BBP-398 in combination with Amgen’s Lumakras (sotorasib), the availability and success of additional data from our ongoing Phase 1\/2 trial of BBP-812 for the treatment of Canavan disease, the availability and success of additional data from our ongoing Phase 1 study of BBP-671 for PKAN and organic acidemias, the approval of NULIBRY (fosdenopterin) for treatment of MoCD Type A in Israel and the EU, the availability and success of initial data from our ongoing Phase 2 study of low-dose infigratinib for achondroplasia, including plans to deliver an update on Cohort 5 in the first half of 2023, followed by the initiation of a pivotal Phase 3 trial, the evaluation of the development of infigratinib in other FGFR-driven skeletal dysplasias, the availability and success of additional data from our ongoing Phase 2b study of encaleret for ADH1, the timing and success of additional trials of encaleret for ADH1, including the timing and announced design of a Phase 3 pivotal study of encaleret for ADH1, the timing and success of our planned Phase 3 pivotal study of encaleret in patients with ADH1, the availability and success of topline results from the Part B Month 30 endpoint of our Phase 3 ATTRibute-CM trial of acoramidis, expected in mid-2023, the availability and success of data from our ongoing Phase 1\/2 study of BBP-631 for CAH, with an update anticipated in late 2023 or early 2023, the timing, availability and success of an initial data readout from our Phase 1 trial of BBP-671 in patients with PA and MMA expected in mid-2023, the timing and success of discussions with regulators and the expected launch of a pivotal Phase 2\/3 study of BBP-671 in PKAN in 2024, the potential of BBP-671 to be a best-in-class therapy for PA, MMA, and PKAN patients, as well as the first approved oral therapy for the treatment of systemic complications caused by CoA deficiencies, if successful, the success of our license agreement with Bristol Myers Squibb to develop and commercialize BBP-398, including our eligibility for development, regulatory and sales milestone payments and tiered royalties, the success of our asset purchase agreement with Sentynl Therapeutics, including our ability to achieve future milestone and royalty payments from Sentynl Therapeutics and the timing of these events, the timing and success of partnering and out-licensing discussions for certain programs in our pipeline, the timing and availability of delayed debt draws under our senior secured credit facility, the success of our reduction in operating expenses and our expectations for our operating expenses and cash burn for the second quarter, the success of our restructuring initiative and its savings being realized, as well as our anticipated cash runway, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, initial and ongoing data from our preclinical studies and clinical trials not being indicative of final data, the potential size of the target patient populations our product candidates are designed to treat not being as large as anticipated, the design and success of ongoing and planned clinical trials, future regulatory filings, approvals and\/or sales, despite having ongoing and future interactions with the FDA or other regulatory agencies to discuss potential paths to registration for our product candidates, the FDA or such other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, the continuing success of our collaborations, the Company’s ability to unlock additional funding under our credit facility, potential volatility in our share price, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, the impacts of current macroeconomic and geopolitical events, including changing conditions from the COVID-19 pandemic, hostilities in Ukraine, increasing rates of inflation and rising interest rates, on business operations and expectations, as well as those risks set forth in the Risk Factors section of our Annual Report on Form 10-K for the year ended December 31, 2021 and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nVikram Bali<br \/>\n<a href=\"mailto:contact@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"nofollow noopener\"><u>contact@bridgebiodev.wpengine.com<\/u><\/a><br \/>\n(650)-789-8220<\/p>\n","protected":false},"excerpt":{"rendered":"<p>–Phase 3 ATTRibute-CM registrational trial of acoramidis for transthyretin amyloid cardiomyopathy (ATTR-CM) continues to have high operating fidelity; month 30 topline registrational data are expected to be announced in mid-2023 –Phase 2 PROPEL 2 trial of low-dose infigratinib as a potential treatment option for children with achondroplasia continues to progress with Cohort 5 data expected [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[1],"tags":[],"class_list":["post-5832","post","type-post","status-publish","format-standard","hentry","category-uncategorized"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>4th Quarter and Full Year 2022 Financial Results | BridgeBio<\/title>\n<meta name=\"description\" content=\"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"4th Quarter and Full Year 2022 Financial Results | BridgeBio\" \/>\n<meta property=\"og:description\" content=\"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2023-02-23T12:30:23+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-06-05T18:34:56+00:00\" \/>\n<meta property=\"og:image\" content=\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg\" \/>\n<meta name=\"author\" content=\"Holly Condon\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Holly Condon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"15 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/\",\"name\":\"4th Quarter and Full Year 2022 Financial Results | BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage\"},\"image\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage\"},\"thumbnailUrl\":\"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg\",\"datePublished\":\"2023-02-23T12:30:23+00:00\",\"dateModified\":\"2023-06-05T18:34:56+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\"},\"description\":\"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/\"]}]},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage\",\"url\":\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg\",\"contentUrl\":\"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg\",\"width\":1684,\"height\":1376},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Reports Fourth Quarter and Full Year 2022 Financial Results and Business Update\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\",\"name\":\"Holly Condon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"caption\":\"Holly Condon\"},\"url\":\"https:\/\/bridgebio.com\/author\/hcondon\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"4th Quarter and Full Year 2022 Financial Results | BridgeBio","description":"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/","og_locale":"en_US","og_type":"article","og_title":"4th Quarter and Full Year 2022 Financial Results | BridgeBio","og_description":"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/","og_site_name":"BridgeBio","article_published_time":"2023-02-23T12:30:23+00:00","article_modified_time":"2023-06-05T18:34:56+00:00","og_image":[{"url":"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg"}],"author":"Holly Condon","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Holly Condon","Est. reading time":"15 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/","name":"4th Quarter and Full Year 2022 Financial Results | BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage"},"image":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage"},"thumbnailUrl":"http:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg","datePublished":"2023-02-23T12:30:23+00:00","dateModified":"2023-06-05T18:34:56+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca"},"description":"BridgeBio reported its financial results for the fourth quarter and full year ended December 31, 2022 and provided an update on the Company’s operations.","breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/"]}]},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#primaryimage","url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg","contentUrl":"https:\/\/bridgebio.com\/wp-content\/uploads\/2023\/02\/BRIDGEBIO-PHARMA_final_Page_1.jpg","width":1684,"height":1376},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-reports-fourth-quarter-and-full-year-2022-financial-results-and-business-update\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Reports Fourth Quarter and Full Year 2022 Financial Results and Business Update"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca","name":"Holly Condon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","caption":"Holly Condon"},"url":"https:\/\/bridgebio.com\/author\/hcondon\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5832"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5832"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5832\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5832"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5832"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5832"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}