{"id":5958,"date":"2023-07-17T07:00:21","date_gmt":"2023-07-17T11:00:21","guid":{"rendered":"https:\/\/bridgebio.local\/news\/auto-draft\/"},"modified":"2023-07-16T22:02:46","modified_gmt":"2023-07-17T02:02:46","slug":"bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/","title":{"rendered":"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM)"},"content":{"rendered":"<p align=\"center\"><em>&#8211;   Highly statistically significant result observed on primary endpoint with a Win Ratio of 1.8 (p&lt;0.0001)<\/em><\/p>\n<p align=\"center\"><em>&#8211;   58% of ties in Finkelstein-Schoenfeld (F-S) primary analysis broken by all-cause mortality and frequency of cardiovascular-related hospitalization; statistical significance also achieved on an F-S test with those two parameters alone (p=0.0182)<\/em><\/p>\n<p align=\"center\"><em>&#8211;   Clinically meaningful and consistent separation observed on all measures of mortality, morbidity, function, and quality of life<\/em><\/p>\n<p align=\"center\"><em>&#8211;   On-treatment survival rate of 81% versus placebo survival rate of 74% (absolute risk reduction of 6.43%; relative risk reduction of 25%)<\/em><\/p>\n<p align=\"center\"><em>&#8211;   Highly statistically significant relative risk reduction of 50% (p&lt;0.0001) observed on frequency of cardiovascular-related hospitalization<\/em><\/p>\n<p align=\"center\"><em>&#8211;   Highly statistically significant and clinically meaningful treatment benefit observed at 30 months on the secondary endpoints of NT-proBNP (p&lt;0.0001), KCCQ (p&lt;0.0001), and 6-minute walk distance (p&lt;0.0001)<\/em><\/p>\n<p align=\"center\"><em>&#8211;   In comparative exploratory post hoc analyses enabled by tafamidis drop-in, albeit at low patient numbers, acoramidis showed 42% greater increase in serum TTR levels and a 92% improvement in median NT-proBNP relative to placebo + tafamidis<\/em><\/p>\n<p align=\"center\"><em>&#8211;   No safety signals of potential clinical concern identified<\/em><\/p>\n<p align=\"center\"><em>&#8211;   Company intends to file a New Drug Application (NDA) with the U.S. Food and Drug Administration by end of 2023; late-breaker presentation has been accepted for annual meeting of the European Society of Cardiology<\/em><\/p>\n<p><strong>PALO ALTO, Calif., July 17, 2023 (GLOBE NEWSWIRE)<\/strong> &#8212; BridgeBio Pharma, Inc. (Nasdaq: BBIO) (“BridgeBio” or the “Company”), is a commercial-stage biopharmaceutical company focused on genetic diseases and cancers. Today, alongside the dedicated physicians and courageous patients who participated, the Company reports positive results from ATTRibute-CM, its Phase 3 study of acoramidis in transthyretin amyloid cardiomyopathy, or ATTR-CM. ATTRibute-CM was designed to study the efficacy and safety of acoramidis, an investigational, next-generation, orally-administered, highly potent, small molecule stabilizer of transthyretin (TTR). BridgeBio will host an <a href=\"https:\/\/edge.media-server.com\/mmc\/p\/8wowatkw\" target=\"_blank\" rel=\"nofollow noopener\">investor call<\/a> on July 17, 2023 at 8:00 am ET to discuss these results.<\/p>\n<p>“The outstanding results of the ATTRibute-CM study provide new hope to patients living with transthyretin amyloid cardiomyopathy, or ATTR-CM”, said Dr. Daniel Judge, Professor of Medicine and Cardiology at the Medical University of South Carolina, and Co-Chair of the ATTRibute-CM Steering Committee. “The consistent and clinically meaningful benefits on survival, hospitalization, and additional measures of illness severity are truly remarkable.”<\/p>\n<p>“ATTR-CM is an increasingly recognized cause of heart failure. The results from BridgeBio’s ATTRibute-CM trial are very exciting and bring much hope to amyloidosis patients and their loved ones,” said Muriel Finkel, President of Amyloidosis Support Groups, a non-profit organization dedicated to the support of amyloidosis patients and caregivers.<\/p>\n<p>Key results from the clinical trial include:<\/p>\n<ul type=\"disc\">\n<li>A highly statistically significant improvement in the primary endpoint (a hierarchical analysis prioritizing in order: all-cause mortality, then frequency of cardiovascular-related hospitalization, then change from baseline in NT-proBNP, then change from baseline in 6-minute walk distance) demonstrated by a Win Ratio of 1.8 (p&lt;0.0001).<\/li>\n<li>An 81% on-treatment survival rate (versus a 74% survival rate on placebo), which begins to approach actuarial models of life expectancy absent ATTR-CM (85% in this population as has been documented). The absolute risk reduction was 6.43% and the relative risk reduction was 25%.<\/li>\n<li>A highly statistically significant relative risk reduction of 50% (p&lt;0.0001) on frequency of cardiovascular-related hospitalization. The impact and marked magnitude of risk reduction was seen across all analytical methods employed.<\/li>\n<li>The Company consistently observed a statistically significant treatment effect at 30 months across additional measured markers of morbidity, quality of life, and function:\n<ul type=\"circle\">\n<li>Change from baseline in N-terminal prohormone of brain natriuretic peptide (NT-proBNP) (p&lt;0.0001)<\/li>\n<li>Change from baseline in Kansas City Cardiomyopathy Questionnaire (p&lt;0.0001)<\/li>\n<li>Change from baseline in 6-minute walk distance (p&lt;0.0001)<\/li>\n<\/ul>\n<\/li>\n<li>No safety signals of potential clinical concern were identified.<\/li>\n<\/ul>\n<p>A key objective in the rational drug design of acoramidis was to maximize TTR stabilization at clinically achieved blood concentrations. Several lines of evidence suggest that maximizing stabilization could lead to improved benefits for ATTR patients:<\/p>\n<ul type=\"disc\">\n<li>Historical ATTR genotype\/phenotype data and the disease-protective properties of trans-allelic, trans-suppressor variants relative to pathogenic variants in compound heterozygotes and the general, nonvariant population<\/li>\n<li>The outperformance of 80mg tafamidis vs 20mg tafamidis in the previously published ATTR-ACT trial<\/li>\n<li>Results from ATTR-polyneuropathy clinical trials<\/li>\n<\/ul>\n<p>BridgeBio’s design strategy to maximize TTR stabilization by acoramidis was to phenocopy the hyper stabilizing molecular mechanism of the T119M trans-allelic, trans-suppressor rescue mutation. Prior preclinical and clinical studies have shown that acoramidis demonstrates approximately twice the stabilization of already-marketed stabilizers.<\/p>\n<p>The allowance of tafamidis drop-in after at least 12 months in both the placebo and the acoramidis arms of the ATTRibute-CM trial provided the Company an opportunity to analyze, in an exploratory post hoc fashion and albeit at low patient numbers, differences in stabilizer performance as measured by serum TTR and NT-proBNP. The findings at 30 months were that:<\/p>\n<ul type=\"disc\">\n<li>Acoramidis showed a 42% greater increase in serum TTR levels versus tafamidis<\/li>\n<li>Acoramidis showed a 92% improvement in median NT-proBNP relative to placebo + tafamidis<\/li>\n<\/ul>\n<p>No comparison can be made as to the potential effectiveness or safety of acoramidis and tafamidis, given that these are exploratory analyses, and the study was not prospectively designed for a head-to-head comparison.<\/p>\n<p>“Our heartfelt thanks go out to the patients, their caregivers, investigators, and study staff who have actively participated in ATTRibute-CM and continue to contribute to this pivotal research,&#8221; stated Jonathan Fox, M.D., Ph.D., President and Chief Medical Officer of BridgeBio Cardiorenal. &#8220;We are extremely encouraged by the robustly positive and consistent findings of the ATTRibute-CM study, which confirm our position that highly potent TTR stabilization has the potential to profoundly impact patients’ lives. We look forward to presenting the data to health authorities to bring acoramidis to patients as expeditiously as possible.&#8221;<\/p>\n<p>The Company intends to submit its NDA to the US FDA before the end of 2023, with regulatory filings in additional markets to follow in 2024. This activity will occur in parallel with the prosecution of the remainder of the BridgeBio portfolio, which like acoramidis consists of medicines that target well-described diseases at their source. Acoramidis has intellectual property protection out to at least 2039.<\/p>\n<p><strong>Webcast Information<\/strong><br \/>\nBridgeBio will host an investor call and simultaneous webcast to discuss the results from the Phase 3 ATTRibute-CM study of acoramidis in patients with ATTR-CM on July 17, 2023, at 8:00 am ET. A link to the webcast may be accessed from the event calendar page of BridgeBio’s website at <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=S-T4uC56Oy7YlOxD_y5eRnPiDsd9a7xqzhK9Im8kNRB6NK51fCBpPD1tMcgty5mVEuLNdsWSyCO7lw_0ZgDBX-ozm4jWVXGINuWQpT6gr-RzdmCtPTBoUtEvNOEnBeu_\" target=\"_blank\" rel=\"nofollow noopener\">https:\/\/investor.bridgebiodev.wpengine.com\/<\/a>. A replay of the conference call and webcast will be archived on the Company’s website and will be available for at least 30 days following the event.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><br \/>\nBridgeBio Pharma, Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test, and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"http:\/\/bridgebio.com\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>LinkedIn<\/strong><\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"nofollow noopener\"><strong>Twitter<\/strong><\/a>.<\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><\/p>\n<p>This press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “continue,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical, therapeutic and market potential of our programs and product candidates, including our clinical development program for acoramidis for patients with transthyretin amyloid cardiomyopathy, the timing and success of our clinical development programs, the progress of our ongoing and planned clinical trials of acoramidis for patients with transthyretin amyloid cardiomyopathy, including our plans to file a new NDA with the FDA by end of year 2023, our planned interactions with regulatory authorities, the availability of data from our clinical trials of acoramidis, and the timing of these events, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, initial and ongoing data from our clinical trials not being indicative of final data, the design and success of ongoing and planned clinical trials, difficulties with enrollment in our clinical trials, adverse events that may be encountered in our clinical trials, the FDA or other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, the impacts of current macroeconomic and geopolitical events, including changing conditions from the COVID-19 pandemic, hostilities in Ukraine, increasing rates of inflation and rising interest rates, on our overall business operations and expectations, as well as those risks set forth in the Risk Factors section of our Annual Report on Form 10-K for the year ended December 31, 2022 and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nVikram Bali<br \/>\n<a href=\"mailto:contact@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"nofollow noopener\">contact@bridgebiodev.wpengine.com<\/a><br \/>\n(650)-789-8220<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8211;   Highly statistically significant result observed on primary endpoint with a Win Ratio of 1.8 (p&lt;0.0001) &#8211;   58% of ties in Finkelstein-Schoenfeld (F-S) primary analysis broken by all-cause mortality and frequency of cardiovascular-related hospitalization; statistical significance also achieved on an F-S test with those two parameters alone (p=0.0182) &#8211;   Clinically meaningful and consistent separation observed [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[8],"tags":[],"class_list":["post-5958","post","type-post","status-publish","format-standard","hentry","category-news"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio\" \/>\n<meta property=\"og:description\" content=\"&#8211;   Highly statistically significant result observed on primary endpoint with a Win Ratio of 1.8 (p&lt;0.0001) &#8211;   58% of ties in Finkelstein-Schoenfeld (F-S) primary analysis broken by all-cause mortality and frequency of cardiovascular-related hospitalization; statistical significance also achieved on an F-S test with those two parameters alone (p=0.0182) &#8211;   Clinically meaningful and consistent separation observed [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2023-07-17T11:00:21+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-07-17T02:02:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Holly Condon\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Holly Condon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/\",\"name\":\"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2023-07-17T11:00:21+00:00\",\"dateModified\":\"2023-07-17T02:02:46+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\"},\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM)\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\",\"name\":\"Holly Condon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"caption\":\"Holly Condon\"},\"url\":\"https:\/\/bridgebio.com\/author\/hcondon\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/","og_locale":"en_US","og_type":"article","og_title":"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio","og_description":"&#8211;   Highly statistically significant result observed on primary endpoint with a Win Ratio of 1.8 (p&lt;0.0001) &#8211;   58% of ties in Finkelstein-Schoenfeld (F-S) primary analysis broken by all-cause mortality and frequency of cardiovascular-related hospitalization; statistical significance also achieved on an F-S test with those two parameters alone (p=0.0182) &#8211;   Clinically meaningful and consistent separation observed [&hellip;]","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/","og_site_name":"BridgeBio","article_published_time":"2023-07-17T11:00:21+00:00","article_modified_time":"2023-07-17T02:02:46+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Holly Condon","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Holly Condon","Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/","name":"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) - BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2023-07-17T11:00:21+00:00","dateModified":"2023-07-17T02:02:46+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca"},"breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-announces-consistently-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio announces consistently positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM)"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca","name":"Holly Condon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","caption":"Holly Condon"},"url":"https:\/\/bridgebio.com\/author\/hcondon\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5958"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5958"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5958\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5958"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5958"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5958"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}