{"id":5964,"date":"2023-07-31T07:30:29","date_gmt":"2023-07-31T11:30:29","guid":{"rendered":"https:\/\/bridgebio.local\/news\/auto-draft\/"},"modified":"2023-08-01T09:25:41","modified_gmt":"2023-08-01T13:25:41","slug":"bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/","title":{"rendered":"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated  Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY  Phase 3 Study"},"content":{"rendered":"<p><em>&#8211; BridgeBio met with the U.S. Food and Drug Administration (FDA) to discuss the use of glycosylated αDG levels as a surrogate endpoint; based on this meeting, the Company believes there is potential to pursue Accelerated Approval in the U.S. for BBP-418<\/em><\/p>\n<p><em>&#8211; BridgeBio has dosed the first participant in FORTIFY, its global Phase 3 study of BBP-418 in patients with LGMD2I\/R9<\/em><\/p>\n<p><em>&#8211; FORTIFY includes an interim analysis at 12 months focused on change in glycosylated αDG levels; topline data from this analysis is expected in late 2024\/early 2025<\/em><\/p>\n<p><em>&#8211; Deficiency of glycosylated αDG is the causal molecular driver of LGMD2I\/R9; in the ongoing Phase 2 study, patients treated with BBP-418 had a rapid and sustained increase of glycosylated αDG levels, concurrent with sustained decreases in creatine kinase and improvements from baseline in ambulatory and clinical function measures<\/em><\/p>\n<p><em>&#8211; If successful, BBP-418 has the potential to address serious unmet need for patients with LGMD2I\/R9, a disease for which there are no approved therapies<\/em><\/p>\n<p><strong>PALO ALTO, CA – July 31, 2023 — <\/strong>BridgeBio Pharma, Inc. (Nasdaq: BBIO) (“BridgeBio” or the “Company”), a commercial-stage biopharmaceutical company focused on genetic diseases and cancers, today announced that, based on discussions with the U.S. Food and Drug Administration (FDA), there is a potential path to pursue accelerated approval in the U.S. for BBP-418, an investigational oral substrate supplementation therapy, in patients with limb-girdle muscular dystrophy type 2I (LGMD2I\/R9). BridgeBio also announced that the first patient with LGMD2I\/R9 has been dosed in its Phase 3 FORTIFY clinical trial of BBP-418. To date, the Company has activated over half the planned U.S. clinical sites and is in the process of opening sites in Europe and Australia to support global registration.<\/p>\n<p>The Phase 3 FORTIFY registrational study is a randomized, double-blind, placebo-controlled study evaluating the safety and efficacy of BBP-418. FORTIFY has a planned interim analysis at 12 months focused on assessing glycosylated αDG as a surrogate endpoint to potentially support an accelerated approval. The North Star Assessment for Dysferlinopathy (NSAD) and secondary endpoints will be evaluated at 36 months, and results are expected to provide confirmatory clinical data. A novel, validated bioassay was developed by BridgeBio to directly measure glycosylated ⍺DG levels, which are central to LGMD2I\/R9 disease, and may enable monitoring of responses to disease-modifying therapies in LGMD2I\/R9 patients. BridgeBio is committed to collaborating with the FDA to address the challenges associated with LGMD2I\/R9 drug development, including the potential use of a surrogate endpoint to support an accelerated approval.<\/p>\n<p>“As a physician who regularly treats people with LGMD2I\/R9, I found the results observed in the Phase 2 trial of BBP-418 very encouraging, and I am pleased we’ve been able to dose the first patient in the Phase 3 trial. I am hopeful that we will see impact for these patients similar to the Phase 2, because patients with LGMD2I\/R9 are significantly affected by progressive, debilitating muscle weakness that impinges heavily upon quality of life and eventually leads to functional dependence,” said Tahseen Mozaffar, M.D., professor of neurology and pathology &amp; laboratory medicine at University of California, Irvine.<\/p>\n<p>BBP-418 is designed to supply supraphysiological levels of an endogenous substrate upstream of the mutant FKRP enzyme to help drive residual activity of the enzyme to glycosylate αDG, with the goal of stabilizing muscle cells during contraction, and potentially halting further muscle damage. Data from an ongoing open-label Phase 2 study is consistent and encouraging, suggesting that BBP-418 may be well-tolerated and have a positive impact on key endpoints.<\/p>\n<p>“There are no FDA approved specific treatments for LGMD2I\/R9 and current treatments are only supportive. The LGMD community is hopeful that we will soon transition from supportive care to disease modifying treatments for LGMDs. Living with a progressive disease like LGMD2I\/R9 means that each of us is, day by day, losing the ability to be independent and do the things that we love. Many of us live in fear of the future. The launch of the Phase 3 study provides our community with a beacon of needed hope,” said Kathryn Bryant Knudson, founder and president of The Speak Foundation.<\/p>\n<p>Updated results on the Company’s novel bioassay and for the Phase 2 clinical trial will be presented at the Annual Congress of the World Muscle Society (WMS), taking place in Charleston, South Carolina on October 3 – 7, 2023. If approved, BridgeBio believes BBP-418 could be the first approved orally administered therapy for the treatment of patients with LGMD2I\/R9.<\/p>\n<p>“Currently, our Phase 2 data suggest that glycosylated αDG levels are improved and sustained over time following treatment with BBP-418. In addition to the effect on αDG, we have also observed consistent improvement in clinical endpoints such as increased NSAD score, increased 10-meter walk test velocity and reduced time to complete 100-meter timed test compared to baseline,” said Douglas Sproule, M.D., M.Sc., chief medical officer of ML Bio Solutions, a BridgeBio affiliate that is focused on developing BBP-418 for LGMD2I\/R9. “The meeting with the U.S. FDA was both positive and productive in discussing the potential use of glycosylated αDG levels as a surrogate endpoint in our clinical trial. I am encouraged by the collaboration from the FDA, including the clear feedback received regarding the information needed to support the use of αDG as a reasonably likely surrogate endpoint. We look forward to working with the Agency to bring this treatment to patients as quickly as possible.”<\/p>\n<p>More information about the ongoing Phase 3 clinical trial of BBP-418 (NCT05775848) can be found <a href=\"https:\/\/clinicaltrials.gov\/ct2\/show\/NCT05775848\">here<\/a> on the ClinicalTrials.gov website.<\/p>\n<p><strong>About Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9)<\/strong><br \/>\nLGMD2I\/R9 is a monogenic autosomal recessive disease caused by partial loss of function mutations in the fukutin-related protein (FKRP) gene, and FKRP mutations impair glycosylation of αDG, a protein associated with stabilizing muscle cells. Clinical manifestations typically present as a skeletal myopathy affecting the lower and then upper limbs, which is commonly later accompanied by respiratory muscle and cardiac muscle involvement. Patients who harbor a homozygous genotype typically develop disease manifestations during late childhood with progression to loss of independent ambulation (25%), assisted ventilation (10%), and cardiomyopathy (30%) in adulthood. Cardiomyopathy is progressive, with an annual loss of 0.4% of left ventricular ejection fraction (LVEF). Patients with heterozygous genotypes have an earlier childhood onset with a more severe clinical course, rapid loss of mobility by 20 years of age, more frequent cardiac involvement (60%), and eventual respiratory failure by 30 years of age in nearly all cases.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><\/p>\n<p>BridgeBio Pharma, Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. <span data-contrast=\"none\">For more information visit <\/span><a href=\"http:\/\/bridgebio.com\/\"><b><span data-contrast=\"none\">bridgebiodev.wpengine.com<\/span><\/b><\/a><span data-contrast=\"none\"> and follow us on <\/span><a href=\"https:\/\/www.linkedin.com\/company\/bridgebio\/\"><b><span data-contrast=\"none\">LinkedIn<\/span><\/b><\/a><span data-contrast=\"none\"> and <\/span><a href=\"https:\/\/twitter.com\/BridgeBioPharma\"><b><span data-contrast=\"none\">Twitter<\/span><\/b><\/a><span data-contrast=\"none\">.<\/span><span data-ccp-props=\"{&quot;134233117&quot;:false,&quot;134233118&quot;:false,&quot;201341983&quot;:0,&quot;335559738&quot;:20,&quot;335559739&quot;:20,&quot;335559740&quot;:240}\"> <\/span><\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><br \/>\nThis press release contains forward-looking statements. Statements BridgeBio makes in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the “Securities Act”), and Section 21E of the Securities Exchange Act of 1934, as amended (the “Exchange Act”), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. BridgeBio intends these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical and therapeutic and market potential of BridgeBio’s programs and product candidates, including BBP-418 for the treatment of LGMD2I\/R9, the drug design and the potential benefits of BBP-418, including its potential to address serious unmet need for patients with LGMD2I\/R9, the potential and the opportunity to pursue Accelerated Approval Pathway for BBP-418 in LGMD2I\/R9 in the U.S., the expectation of BBP-418 to be well-tolerated and have a positive impact on key endpoints, the expected timeline of announcing the topline data from the interim analysis of FORTIFY at 12 months focused on assessing glycosylated αDG as a surrogate endpoint to support an accelerated approval, and the statements regarding the potential benefit of our clinical trial or of our product candidate in the quotes of Ms. Knudson and Dr. Sproule; the progress, timeline and success of BridgeBio’s ongoing and planned clinical trials of BBP-418, including the expectation of opening clinical trial sites in Europe and Australia to support global registration, , the timeline of evaluation of the NSAD and secondary endpoints at 36 months, and the expectation of providing confirmatory clinical data from such results, the plans of engaging with regulatory authorities, including the collaboration and interaction with the FDA to address the challenges associated with LGMD2I\/R9 drug development, the typical clinical manifestations of LGMD2I\/R9 and progression to loss of independent ambulation, assisted ventilation and cardiomyopathy in adulthood, the impact on patients with heterozygous genotypes, the potential benefits of BridgeBio’s novel bioassay, including the ability to measure glycosolated ⍺DG levels from muscle biopsy samples, and the potential for BBP-418 to be the first approved orally administered therapy for the treatment of LGMD2I\/R9,among others, reflect BridgeBio’s current views about its plans, intentions, expectations, strategies and prospects, which are based on the information currently available to BridgeBio and on assumptions BridgeBio has made. Although BridgeBio believes that its plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, BridgeBio can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, BridgeBio’s ability to continue and complete its ongoing and planned clinical trials of BBP-418 for the treatment of LGMD2I\/R9, initial and ongoing data from clinical trials not being indicative of final data, the design and success of BridgeBio’s ongoing and planned clinical trials, the U.S. Food and Drug Administration (FDA) or other regulatory agencies not agreeing with BridgeBio’s regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, as well as those risks set forth in the Risk Factors section of BridgeBio’s Annual Report on Form 10-K for the year ended December 31, 2022, and BridgeBio’s other SEC filings. Moreover, BridgeBio operates in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of BridgeBio’s management as of the date of this press release and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nVikram Bali<br \/>\ncontact@bridgebiodev.wpengine.com<br \/>\n(650)-789-8220<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8211; BridgeBio met with the U.S. Food and Drug Administration (FDA) to discuss the use of glycosylated αDG levels as a surrogate endpoint; based on this meeting, the Company believes there is potential to pursue Accelerated Approval in the U.S. for BBP-418 &#8211; BridgeBio has dosed the first participant in FORTIFY, its global Phase 3 [&hellip;]<\/p>\n","protected":false},"author":16,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[8],"tags":[],"class_list":["post-5964","post","type-post","status-publish","format-standard","hentry","category-news"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-⍺dg-levels-and-announ\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio\" \/>\n<meta property=\"og:description\" content=\"&#8211; BridgeBio met with the U.S. Food and Drug Administration (FDA) to discuss the use of glycosylated αDG levels as a surrogate endpoint; based on this meeting, the Company believes there is potential to pursue Accelerated Approval in the U.S. for BBP-418 &#8211; BridgeBio has dosed the first participant in FORTIFY, its global Phase 3 [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-⍺dg-levels-and-announ\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2023-07-31T11:30:29+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-08-01T13:25:41+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Cybele Gouverneur\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Cybele Gouverneur\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/\",\"name\":\"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2023-07-31T11:30:29+00:00\",\"dateModified\":\"2023-08-01T13:25:41+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\"},\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7\",\"name\":\"Cybele Gouverneur\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g\",\"caption\":\"Cybele Gouverneur\"},\"url\":\"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-⍺dg-levels-and-announ\/","og_locale":"en_US","og_type":"article","og_title":"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio","og_description":"&#8211; BridgeBio met with the U.S. Food and Drug Administration (FDA) to discuss the use of glycosylated αDG levels as a surrogate endpoint; based on this meeting, the Company believes there is potential to pursue Accelerated Approval in the U.S. for BBP-418 &#8211; BridgeBio has dosed the first participant in FORTIFY, its global Phase 3 [&hellip;]","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-⍺dg-levels-and-announ\/","og_site_name":"BridgeBio","article_published_time":"2023-07-31T11:30:29+00:00","article_modified_time":"2023-08-01T13:25:41+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Cybele Gouverneur","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Cybele Gouverneur","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/","name":"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study - BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2023-07-31T11:30:29+00:00","dateModified":"2023-08-01T13:25:41+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7"},"breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-opportunity-for-accelerated-approval-pathway-in-limb-girdle-muscular-dystrophy-type-2i-lgmd2i-r9-based-on-glycosylated-alpha-dystroglycan-%e2%8d%badg-levels-and-announ\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Announces Opportunity for Accelerated Approval Pathway in Limb-girdle Muscular Dystrophy Type 2I (LGMD2I\/R9) Based on Glycosylated Alpha-dystroglycan (⍺DG) Levels and Announces First Patient Dosed in FORTIFY Phase 3 Study"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/0ccd4f21aad52916b60d0206bb498df7","name":"Cybele Gouverneur","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/1310df87abb2898678c7deb92afe7bc4?s=96&d=mm&r=g","caption":"Cybele Gouverneur"},"url":"https:\/\/bridgebio.com\/author\/cybele-gouverneur\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5964"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/16"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5964"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/5964\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5964"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=5964"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=5964"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}