{"id":6068,"date":"2023-08-27T06:15:34","date_gmt":"2023-08-27T10:15:34","guid":{"rendered":"https:\/\/bridgebio.local\/news\/auto-draft\/"},"modified":"2023-08-27T05:26:46","modified_gmt":"2023-08-27T09:26:46","slug":"bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/","title":{"rendered":"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023"},"content":{"rendered":"<p align=\"center\"><em>&#8211; <\/em><em>The primary endpoint was met (Win Ratio of 1.8) with a highly statistically significant p-value (p&lt;0.0001); this primary endpoint result consistently favored acoramidis treatment across key subgroups, including across both variant and wild-type ATTR patients as well as across New York Heart Association (NYHA) Class I, II, and III patients. In particular, in contrast to results observed in prior studies of TTR stabilizers, consistency against cardiovascular-related hospitalizations (CVH) was observed across all prespecified subgroups at 30 months<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>Absolute values observed across all-cause mortality (ACM), cardiovascular mortality (CVM) and CVH showed that over 30 months, patients survived more and were hospitalized less than has been seen in prior controlled studies of ATTR-CM to the company’s knowledge<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>The 81% survival rate on acoramidis approaches the survival rate in the age-matched US database (~85%)<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>The 0.29 mean annual CVH rate on acoramidis approaches the annual hospitalization rate observed in the broader US Medicare population (~0.26)<\/em><\/p>\n<p align=\"center\"><em>&#8211; Assessment of measures of disease progression in the trial suggest that on acoramidis, 45% of subjects experienced an improvement from baseline in N-terminal prohormone of brain natriuretic peptide (NT-proBNP) versus 9% on placebo, and 40% of subjects experienced an improvement from baseline on 6-minute walk distance (6MWD) versus 24% on placebo; to the company’s knowledge, the proportions of treated patients improving on these measures over 30 months are higher than have been observed in prior controlled studies in ATTR-CM<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>Acoramidis achieved near-complete stabilization of transthyretin (TTR) in both wild-type and variant ATTR patients; serum TTR was promptly and consistently elevated throughout the study<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>In an exploratory post-hoc analysis of the relationship between on-treatment serum TTR levels and on-treatment measures of CVH, NT-proBNP, and Kansas City Cardiomyopathy Questionnaire (KCCQ), there was an association between the mean on-treatment TTR level and each of these three variables, consistent with the premise that ever-higher degrees of stabilization lead to ever-better outcomes for patients<\/em><\/p>\n<p align=\"center\"><em>&#8211; As was previously reported, in a comparative exploratory post hoc analysis enabled by tafamidis drop-in, albeit at low patient numbers, acoramidis showed a 42% greater increase in serum TTR levels relative to placebo + tafamidis<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>Acoramidis was well-tolerated, with no safety signals of potential clinical concern identified<\/em><\/p>\n<p align=\"center\"><em>&#8211; <\/em><em>Company intends to file a New Drug Application (NDA) with the U.S. Food and Drug Administration (FDA) by end of 2023<\/em><\/p>\n<p><strong>PALO ALTO, Calif., Aug. 27, 2023 (GLOBE NEWSWIRE) &#8212;<\/strong> BridgeBio Pharma, Inc. (Nasdaq: BBIO) (“BridgeBio” or the “Company”), a commercial-stage biopharmaceutical company focused on genetic diseases and cancers, today announced the presentation of detailed positive results from its Phase 3 ATTRibute-CM study of acoramidis for patients with ATTR-CM by Julian Gillmore, MBBS, M.D., Ph.D., FRCP, FRCPath, in a Hot Line session at the European Society of Cardiology Congress 2023. In July, BridgeBio <a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/news-releases\/news-release-details\/bridgebio-announces-consistently-positive-results-phase-3\" target=\"_blank\" rel=\"nofollow noopener\">announced<\/a> positive topline results from ATTRibute-CM, which was designed to study the efficacy and safety of acoramidis, an investigational, next-generation, orally-administered, highly potent small molecule stabilizer of transthyretin (TTR). BridgeBio will host an investor call on August 28, 2023, at 8:30 am ET to discuss these results.<\/p>\n<p>“The results of the ATTRibute-CM study of acoramidis in ATTR cardiomyopathy stand out for me as a clinician, not only for the highly significant outcome on the primary endpoint but for the consistency of treatment benefit across components of the primary and key secondary endpoints,” said Dr. Gillmore. “These results contribute to my anticipation that acoramidis will provide patients and their providers with an attractive new treatment option that will surely be welcomed across the community.”<\/p>\n<p>A highly statistically significant result, demonstrated by a Win Ratio of 1.8 (p&lt;0.0001), was observed on the primary endpoint (a hierarchical analysis prioritizing in order: ACM, then frequency of CVH, then change from baseline in NT-proBNP, then change from baseline in 6MWD). This result was consistent across both variant and wild-type ATTR-CM patients, as well as across NYHA Class I, II and III patients.<\/p>\n<p>Other key results from the study at Month 30 included:<\/p>\n<ul type=\"disc\">\n<li>An 81% survival rate on acoramidis (versus a 74% survival rate on placebo) for an absolute risk reduction of 6.4% and a relative risk reduction of 25%, despite a ~50% higher rate of tafamidis use on the placebo arm relative to the treatment arm\n<ul type=\"circle\">\n<li>The on-treatment 81% survival rate, the highest observed rate in a controlled, prospective study of ATTR-CM patients to the Company’s knowledge, approaches the survival rate in the age-matched US database (~85%)<\/li>\n<\/ul>\n<\/li>\n<li>Of note, overall 79% of deaths in the study were cardiovascular (CV) in nature, and the results for CV-related mortality were consistent with what was observed on ACM\n<ul type=\"circle\">\n<li>The treatment group experienced a 14.9% CV-related mortality rate versus a 21.3% CV-related mortality rate in the placebo group, for a relative risk reduction of 30% on CV-related mortality<\/li>\n<\/ul>\n<\/li>\n<li>A highly statistically significant relative risk reduction of 50% (p&lt;0.0001) on frequency of CVH\n<ul type=\"circle\">\n<li>The 0.29 mean annual CVH frequency on acoramidis approaches the annual hospitalization rate observed in the broader US Medicare population (~0.26)<\/li>\n<\/ul>\n<\/li>\n<li>A highly statistically significant treatment effect (p&lt;0.0001 in each case) at 30 months on change from baseline in each of NT-proBNP, KCCQ, and 6MWD\n<ul type=\"circle\">\n<li>A higher proportion of individuals experienced a reduction (improvement from baseline) in NT-proBNP on acoramidis (45%) relative to placebo (9%)<\/li>\n<li>A higher proportion of individuals experienced an increase (improvement from baseline) in 6MWD on acoramidis (40%) relative to placebo (22%)<\/li>\n<li>To the company’s knowledge, these on-treatment proportions of improving patients are higher than have been observed in prior controlled studies of ATTR-CM<\/li>\n<\/ul>\n<\/li>\n<li>As measured by ex vivo assays of TTR stabilization, acoramidis achieved a greater degree of TTR stabilization as compared to clinically relevant concentrations of tafamidis, independent of TTR genotype<\/li>\n<li>Serum TTR was promptly and consistently elevated throughout the study in patients receiving acoramidis\n<ul type=\"circle\">\n<li>In an exploratory post-hoc analysis of the relationship between on-treatment serum TTR levels and on-treatment measures of CVH, NT-proBNP, and KCCQ, there appears to be an association between the mean on-treatment TTR level and each of these three variables<\/li>\n<li>In a comparative exploratory post hoc analysis enabled by tafamidis drop-in, albeit at low patient numbers, acoramidis showed a 42% greater increase in serum TTR levels relative to placebo + tafamidis<\/li>\n<\/ul>\n<\/li>\n<li>Acoramidis was generally well-tolerated with no safety findings of potential clinical concern<\/li>\n<\/ul>\n<p>“The consistently positive results of ATTRibute-CM, from the primary endpoint and its components to secondary endpoints of mortality, morbidity, physical function and quality of life, further substantiate our hypothesis that highly potent TTR stabilization has the potential to deliver differential benefits to patients,” said Jonathan Fox, M.D., Ph.D., President, and Chief Medical Officer of BridgeBio Cardiorenal. “In particular, we observed absolute survival and hospitalization rates approaching those of similarly aged populations not afflicted with ATTR-CM. That 45% of completers displayed improvement from baseline in NT-proBNP, and 40% walked farther in 6 minutes at study end compared to baseline, are to me remarkable observations in a cohort with a disease commonly described as relentlessly progressive. The prompt and sustained observed increase in serum TTR, an in vivo reflection of increased stabilization, serves to further strengthen the relationship between measures of acoramidis’ ability to avidly bind and stabilize TTR and the read-through to robust clinical benefits for patients with ATTR-CM. We look forward to engaging with health authorities in our continuing efforts to secure acoramidis’ registration that will lead to our bringing acoramidis to ATTR-CM patients as quickly as possible.”<\/p>\n<p>The Company intends to submit its NDA to the US FDA before the end of 2023, with regulatory filings in additional markets to follow in 2024. Acoramidis has intellectual property protection out to at least 2039.<\/p>\n<p><strong>Webcast Information<\/strong><br \/>\nBridgeBio will host an investor call and simultaneous webcast to discuss the additional data presented at ESC 2023 for the ATTRibute-CM Phase 3 trial on Monday, August 28 at 8:30 am ET. A link to the webcast may be accessed from the event calendar page of BridgeBio’s website at <strong><a href=\"https:\/\/investor.bridgebiodev.wpengine.com\/\" target=\"_blank\" rel=\"nofollow noopener\">https:\/\/investor.bridgebiodev.wpengine.com\/<\/a><\/strong>. A replay of the conference call and webcast will be archived on the Company’s website and will be available for at least 30 days following the event.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><br \/>\nBridgeBio Pharma Inc. (BridgeBio) is a commercial-stage biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases and cancers with clear genetic drivers. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015 and its team of experienced drug discoverers, developers, and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit  <a href=\"https:\/\/www.bridgebio.local\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>bridgebiodev.wpengine.com<\/strong><\/a> and follow us on <a href=\"https:\/\/www.linkedin.com\/company\/6824982\/admin\/\" target=\"_blank\" rel=\"nofollow noopener\"><strong>LinkedIn<\/strong><\/a> and <a href=\"https:\/\/twitter.com\/BridgeBioPharma\" target=\"_blank\" rel=\"nofollow noopener\"><strong>Twitter<\/strong><\/a>.<\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><\/p>\n<p>This press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “continue,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical, therapeutic and market potential of our programs and product candidates, including our clinical development program for acoramidis for patients with transthyretin amyloid cardiomyopathy, the timing and success of our clinical development programs, the progress of our ongoing and planned clinical trials of acoramidis for patients with transthyretin amyloid cardiomyopathy, including our plans to file a new NDA with the FDA by end of year 2023, our planned interactions with regulatory authorities, the statements regarding the potential benefit of our clinical trial or of our product candidate in the quotes of Dr. Gillmore and Dr. Fox, and the timing of these events, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations, or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, initial and ongoing data from our clinical trials not being indicative of final data, the design and success of ongoing and planned clinical trials, difficulties with enrollment in our clinical trials, adverse events that may be encountered in our clinical trials, the FDA or other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, potential adverse impacts due to the global COVID-19 pandemic such as delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, the impacts of current macroeconomic and geopolitical events, including changing conditions from the COVID-19 pandemic, hostilities in Ukraine, increasing rates of inflation and rising interest rates, on our overall business operations and expectations, as well as those risks set forth in the Risk Factors section of our Annual Report on Form 10-K for the year ended December 31, 2022 and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Media Contact:<\/strong><br \/>\nVikram Bali<br \/>\n<a href=\"mailto:contact@bridgebiodev.wpengine.com\" target=\"_blank\" rel=\"nofollow noopener\">contact@bridgebiodev.wpengine.com<\/a><br \/>\n(650)-789-8220<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8211; The primary endpoint was met (Win Ratio of 1.8) with a highly statistically significant p-value (p&lt;0.0001); this primary endpoint result consistently favored acoramidis treatment across key subgroups, including across both variant and wild-type ATTR patients as well as across New York Heart Association (NYHA) Class I, II, and III patients. In particular, in contrast to results [&hellip;]<\/p>\n","protected":false},"author":32,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[8],"tags":[],"class_list":["post-6068","post","type-post","status-publish","format-standard","hentry","category-news"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio\" \/>\n<meta property=\"og:description\" content=\"&#8211; The primary endpoint was met (Win Ratio of 1.8) with a highly statistically significant p-value (p&lt;0.0001); this primary endpoint result consistently favored acoramidis treatment across key subgroups, including across both variant and wild-type ATTR patients as well as across New York Heart Association (NYHA) Class I, II, and III patients. In particular, in contrast to results [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2023-08-27T10:15:34+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2023-08-27T09:26:46+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Holly Condon\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Holly Condon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/\",\"name\":\"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2023-08-27T10:15:34+00:00\",\"dateModified\":\"2023-08-27T09:26:46+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\"},\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca\",\"name\":\"Holly Condon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g\",\"caption\":\"Holly Condon\"},\"url\":\"https:\/\/bridgebio.com\/author\/hcondon\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/","og_locale":"en_US","og_type":"article","og_title":"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio","og_description":"&#8211; The primary endpoint was met (Win Ratio of 1.8) with a highly statistically significant p-value (p&lt;0.0001); this primary endpoint result consistently favored acoramidis treatment across key subgroups, including across both variant and wild-type ATTR patients as well as across New York Heart Association (NYHA) Class I, II, and III patients. In particular, in contrast to results [&hellip;]","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/","og_site_name":"BridgeBio","article_published_time":"2023-08-27T10:15:34+00:00","article_modified_time":"2023-08-27T09:26:46+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Holly Condon","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Holly Condon","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/","name":"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023 - BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2023-08-27T10:15:34+00:00","dateModified":"2023-08-27T09:26:46+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca"},"breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-presents-detailed-positive-results-from-phase-3-attribute-cm-study-of-acoramidis-for-patients-with-transthyretin-amyloid-cardiomyopathy-attr-cm-at-european-society-of-cardiology-congress-2\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio presents detailed positive results from Phase 3 ATTRibute-CM study of acoramidis for patients with transthyretin amyloid cardiomyopathy (ATTR-CM) at European Society of Cardiology Congress 2023"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/e56e9128cd840531b0acdca992cb1fca","name":"Holly Condon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/4465d7631588f41599cacc7a8380e613?s=96&d=mm&r=g","caption":"Holly Condon"},"url":"https:\/\/bridgebio.com\/author\/hcondon\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/6068"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/32"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=6068"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/6068\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=6068"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=6068"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=6068"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}