{"id":7121,"date":"2024-11-18T05:30:03","date_gmt":"2024-11-18T10:30:03","guid":{"rendered":"http:\/\/localhost:10053\/news\/auto-draft\/"},"modified":"2024-12-09T15:59:14","modified_gmt":"2024-12-09T20:59:14","slug":"bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia","status":"publish","type":"post","link":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/","title":{"rendered":"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia"},"content":{"rendered":"<p align=\"left\"><em>&#8211; In Cohort 5 of PROPEL 2, daily oral treatment of infigratinib at 0.25mg\/kg resulted in statistically significant and sustained increases in annualized height velocity (AHV), with a mean change from baseline of +2.50cm\/year at Month 18 (P=0.001)<\/em><\/p>\n<p><em>&#8211; Data also presented at European Society of Paediatric Endocrinology on November 18<\/em><sup><em>th<\/em><\/sup><em> at 10 am GMT<\/em><\/p>\n<p><em>&#8211; To date, infigratinib has received Breakthrough Designation from the U.S. Food and Drug Administration for achondroplasia, as well as Orphan Drug Designation, Fast Track Designation, and Rare Pediatric Disease Designation<\/em><\/p>\n<p><em>&#8211; PROPEL 3, the global Phase 3 registrational study of infigratinib in achondroplasia, continues to enroll on schedule, with enrollment completion anticipated by end of 2024<\/p>\n<p><\/em><\/p>\n<p><strong>PALO ALTO, Calif., Nov. 18, 2024 (GLOBE NEWSWIRE)<\/strong> &#8212; BridgeBio Pharma, Inc. (Nasdaq: BBIO) (“BridgeBio” or the “Company”), a new type of biopharmaceutical company focused on genetic diseases, announced that positive 18-month results from PROPEL 2, a Phase 2 trial of the investigational therapy infigratinib in children with achondroplasia, were published as an original research article in <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=W4AAI_tsT3lahBkwisE2WN9QSsLE3vuuOtWI_3Zzsn5btYiOI7IwxsmVMN15f8uIOENz9_6X_WewflcLzM0REa0Sui-OO3G1AyjJqepD4fMouEus7hLA9AxlbN0TTf_t5FN_CGlPsr6Ju25SI0VJcPgpsMF7RkcVnG5C6LDzLX-tGhFKgbIZQf3up_TKQfC_s8iWUyWQNGBvTUxQcNYBhLl3Ub1vMdJIzCxyoE9w1VE=\" target=\"_blank\" rel=\"nofollow noopener\">the New England Journal of Medicine (NEJM) today<\/a>. Infigratinib is an investigational oral small molecule designed to inhibit FGFR3 signaling and target achondroplasia at its source. These data, which were also presented today at the 62nd Annual European Society for Paediatric Endocrinology (ESPE) Meeting in Liverpool, demonstrate continued potential best-in-class efficacy and an encouraging safety profile as a first-in-class oral treatment option.<\/p>\n<p>“Publication of results from PROPEL 2 in the New England Journal of Medicine and Breakthrough Therapy Designation of infigratinib by the FDA underscore the significance and importance of these data and the potential of this oral therapy to not only increase height, but more importantly, enhance functionality for children with achondroplasia,” said Ravi Savarirayan, M.D., Ph.D., of Murdoch Children’s Research Institute in Melbourne, Australia, the global lead investigator for PROPEL 2 and lead author of the NEJM publication.<\/p>\n<p>Key results from the PROPEL 2 dataset were presented today at ESPE in a talk titled “<em>Oral infigratinib for children with achondroplasia: Month 18 results from the PROPEL 2 study demonstrate safety and durability of treatment effect on linear growth with improved body proportionality”<\/em> by Melita Irving, M.D., a clinical geneticist at Guy’s and St Thomas’ NHS Foundation Trust, London, UK and investigator for the infigratinib clinical program at the Evelina London Children’s Hospital. The key data that were shared included:<\/p>\n<ul type=\"square\">\n<li>Statistically significant increase in annualized height velocity (AHV) was observed in children in Cohort 5 who received a daily dose of 0.25 mg\/kg\/ day of infigratinib), with a mean change from baseline in AHV of +2.50 cm\/year (P=0.001) at Month 18<\/li>\n<li>Mean change from baseline in height Z-score was +0.54 (P&lt;0.001) relative to an untreated achondroplasia population at Month 18<\/li>\n<li>Statistically significant improvement in body proportionality (mean upper to lower body segment ratio) was -0.12 (P=0.001) at Month 18<\/li>\n<li>Oral infigratinib was well tolerated at Month 18, with no serious adverse events (SAE) or treatment-emergent adverse events (TEAEs) leading to treatment discontinuation\n<ul type=\"circle\">\n<li>Additionally, there was no accelerated progression of bone age, negative changes in bone mineral density, or other bone-related adverse events observed<\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p>“We are encouraged to see no safety signals and no adverse changes in bone age or bone mineral density,” said Dr. Irving. “These results point to the potential of infigratinib for children living with skeletal dysplasia, and we look forward to further evaluation of infigratinib in PROPEL 3, the ongoing Phase 3 trial, as well as in the Phase 2 portion of the ACCEL program in children with hypochondroplasia.”<\/p>\n<p>Infigratinib has received Breakthrough Therapy Designation from the U.S. Food and Drug Administration (FDA) based on the shared results from the PROPEL 2 clinical trial, which meet the FDA’s requirement of potentially demonstrating substantial improvement in efficacy over available therapies on clinically significant endpoints. In addition to receipt of Breakthrough Therapy Designation, infigratinib has also received Orphan Drug Designation, Fast Track Designation, and Rare Pediatric Disease Designation for achondroplasia from the FDA. If infigratinib is approved, BridgeBio may qualify for a Priority Review Voucher.<\/p>\n<p>Information about PROPEL 3 (NCT06164951), which is currently enrolling children with achondroplasia, can be found <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=eNH3RscEJwIM9VU1hhMpWctd-VdWziVvj2NcLZzyNfaKCAxG2iRN3avC8IvZlWp1VPkBenxHUQB3lUwXM_Ouv1iCiNWF8HEeGTsEb3ZIih0WhoxkJ8Mh6hm5GZ_HM_7Q42qlL2QB5Wm1ka71PREh63w6_E7O8OUPWWvfHV2sXpo9xcOCpLbqgMwEfQ8-gKav0H6NLyeX5hfByb8mF3Lo492NDks_8nFNEfMhyBf6FpI51k4IUlCRZEyHbPKAavPjxl1smujWew9aBwvx6JjLQkVcvX5BWXfGPRsO4cHAhA50Vvljr1rtZrpmaQsO02aMshLeo09LWYMGrqn6HCulMkzcPbeYhLLbc3hlsvw_q3s=\" target=\"_blank\" rel=\"nofollow noopener\">here<\/a> on clinicaltrials.gov. Information about PROPEL (NCT04035811), BridgeBio’s observational lead-in study in achondroplasia for PROPEL 3 and other studies, can be found <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=eNH3RscEJwIM9VU1hhMpWWB5WDrzwGy6W4qoLLOsdF8XkYGvmH-nxOuCL5N9rdPXor3yKp3s0Bs6aLmH8eIlxHqB5Sk5-_IJhhqujBohl5PWXAia-Bl8jT6YVXKL706YL4mcyAOhW8pfeeyljmznMgv_p8inFfG3OXBhIDAgPrMRWC_tVo-Ks7Qi2fghdBCzwFC4kSH-M5ovwPogOSmqkoWSj9YmL8goMY05XJqPuI7Trt4pMUmSUjUoBgoIX0dRh7QfCPNwlaVLtSlbUQaUZHtgJP-CBkDfLLV-c3eAUNGjYWNyZMUPmrEnHXcT2g_juJ1igCXdSz9kkmVKgnKQ2xKYjj5GCgdjOTbK5lOYypM=\" target=\"_blank\" rel=\"nofollow noopener\">here<\/a> on clinicaltrials.gov. BridgeBio is committed to exploring the potential of infigratinib on wider medical and functional impacts of achondroplasia, hypochondroplasia and other skeletal dysplasias, which hold significant unmet needs for families.<\/p>\n<p><strong>About Achondroplasia<\/strong><br \/>\nAchondroplasia is the most common cause of disproportionate short stature, affecting approximately 55,000 people in the United States (U.S.) and European Union (EU), including up to 10,000 children and adolescents with open growth plates. Achondroplasia impacts overall health and quality of life, leading to medical complications such as obstructive sleep apnea, middle ear dysfunction, kyphosis, and spinal stenosis. The condition is uniformly caused by an activating variant in FGFR3.<\/p>\n<p><strong>About BridgeBio Pharma, Inc.<\/strong><br \/>\nBridgeBio Pharma (BridgeBio) is a new type of biopharmaceutical company founded to discover, create, test and deliver transformative medicines to treat patients who suffer from genetic diseases. BridgeBio’s pipeline of development programs ranges from early science to advanced clinical trials. BridgeBio was founded in 2015, and its team of experienced drug discoverers, developers and innovators are committed to applying advances in genetic medicine to help patients as quickly as possible. For more information visit <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=6n3wKdHrffm2eFns4m8Btpy0_cnWuljxVP1_fM40ObMrH_hoI-Au8-baQrSm2SFYpgUXmV4P4GiK6AoG0WdiO3RRck1YNFOzvJcq5rxlp_mx2MticVET7ocr-ezRnf9RVPKsrKCqEZAEnaNY4ppEbOcBs81IrQsb9IlJPXs30y6rmeDzhNq5SHnhYQQPi43MTHuFO9sh5XISTFbW2PNuN5Lzf28B0y1kfia4oHDMTCg=\" target=\"_blank\" rel=\"nofollow noopener\">bridgebio.com<\/a> and follow us on <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=V2Mu0stxsBf-XojpQadUJPQVwnMXHE7KspLQrgjG0vQgKlebTgNZ9ITwOxa6Vae7W3dVYsYP2qHa0WgvOmpj41NWRFxgGBtAgJpoKy8zc5BSwaZgWYyIjbZWT1W5wg3bqHKDPiHnizNuv6GgbSBXXpYnKL7SD0S53FmFfgH0I6FK30qnOsh_mD7OyhR6775OBaE-N7sPqRer3GzhZXLMMTQdpoUNTrQxbLSHWqh9qMKoeTK-bYXU6KUw96SRL6AS\" target=\"_blank\" rel=\"nofollow noopener\">LinkedIn<\/a>, <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=7MYBe2gufNsRMUo4PlJvKJnp6u86SMlcUUACOPkSJHjAJe-DSeAowosjfHTwHkMs4zImGyhTZWJB3wDVk4yOfdXjSxP0qbMY_DlRmqzQbfN_H8fcPZ0pRBdNq7M0WoCMqQVJLqjp7u9pQmQAykY2HDJ8gYy4a9d_mUnZA3o93WP0aLsIP7-iP9Fq66D2jdYEbHyCiEsDH0n_uDxTzslVIlV85lCbzmCvIuVxuHyJ4nA8R63fpPCAayOmqqoWzWUZ\" target=\"_blank\" rel=\"nofollow noopener\">Twitter<\/a> and <a href=\"https:\/\/www.globenewswire.com\/Tracker?data=m7xAL_dJiJPIRlN93oNYrStdtgDi6iyX6mJN5bML7GJEZAZlb_GY4089msNRUG9_qcQlU87D52bBNF_Yp332B3Cda43eMfc-4gq3Pa0XV2kEBnZM1fHQw7Sv_r3dQ9taSD9IB1YQWoeHKIraoZ7fYbyv1QmD86c3GEHOl6Cw_0CRLxWuG_F5xXg9WrEN_9071NK8RySe3TmS9hhfoC1Jf_dj08H2YIDEhdEGEuwOZNaaRlW_mp1vHM61boNCCtOo_awcsonfbgUIVrPjel2QiA==\" target=\"_blank\" rel=\"nofollow noopener\">Facebook<\/a>.<\/p>\n<p><strong>BridgeBio Pharma, Inc. Forward-Looking Statements<\/strong><br \/>\nThis press release contains forward-looking statements. Statements in this press release may include statements that are not historical facts and are considered forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended (the Securities Act), and Section 21E of the Securities Exchange Act of 1934, as amended (the Exchange Act), which are usually identified by the use of words such as “anticipates,” “believes,” “continues,” “estimates,” “expects,” “hopes,” “intends,” “may,” “plans,” “projects,” “remains,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in Section 27A of the Securities Act and Section 21E of the Exchange Act. These forward-looking statements, including statements relating to the clinical, therapeutic and market potential of our programs and product candidates, the progress of our ongoing and planned clinical trials of infigratinib in achondroplasia, hypochondroplasia and other skeletal dysplasias, infigratinib’s potential best-in-class efficacy, infigratinib’s potential for obtaining a Priority Review Voucher, our planned interactions with regulatory authorities and the statements regarding the potential clinical benefits of infigratinib for patients in the quotes of Dr. Savarirayan and Dr. Irving, reflect our current views about our plans, intentions, expectations and strategies, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations and strategies as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the forward-looking statements and will be affected by a number of risks, uncertainties and assumptions, including, but not limited to, initial and ongoing data from our clinical trials not being indicative of final data, the design and success of ongoing and planned clinical trials, difficulties with enrollment in our clinical trials, adverse events that may be encountered in our clinical trials, the FDA or other regulatory agencies not agreeing with our regulatory approval strategies, components of our filings, such as clinical trial designs, conduct and methodologies, or the sufficiency of data submitted, the ability of infigratinib to retain Breakthrough Therapy Designation, Fast Track Designation, Rare Pediatric Disease Designation, and Orphan Drug Designation from the U.S. Food and Drug Administration and potential adverse impacts due to global health emergencies, including delays in regulatory review, manufacturing and supply chain interruptions, adverse effects on healthcare systems and disruption of the global economy, the impacts of current macroeconomic and geopolitical events, including changing conditions from hostilities in Ukraine and in Israel and the Gaza Strip, increasing rates of inflation and rising interest rates, on our business operations and expectations, as well as those risks set forth in the Risk Factors section of our most recent Annual Report on Form 10-K and our other filings with the U.S. Securities and Exchange Commission. Moreover, we operate in a very competitive and rapidly changing environment in which new risks emerge from time to time. These forward-looking statements are based upon the current expectations and beliefs of our management as of the date of this press release, and are subject to certain risks and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. Except as required by applicable law, we assume no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.<\/p>\n<p><strong>BridgeBio Contact:<\/strong><br \/>\nVikram Bali<br \/>\ncontact@bridgebio.com<br \/>\n(650)-789-8220<\/p>\n","protected":false},"excerpt":{"rendered":"<p>&#8211; In Cohort 5 of PROPEL 2, daily oral treatment of infigratinib at 0.25mg\/kg resulted in statistically significant and sustained increases in annualized height velocity (AHV), with a mean change from baseline of +2.50cm\/year at Month 18 (P=0.001) &#8211; Data also presented at European Society of Paediatric Endocrinology on November 18th at 10 am GMT &#8211; [&hellip;]<\/p>\n","protected":false},"author":41,"featured_media":0,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_acf_changed":false,"footnotes":""},"categories":[8,10],"tags":[],"class_list":["post-7121","post","type-post","status-publish","format-standard","hentry","category-news","category-press-release"],"acf":{"people":false,"external_link":"","presentation":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio\" \/>\n<meta property=\"og:description\" content=\"&#8211; In Cohort 5 of PROPEL 2, daily oral treatment of infigratinib at 0.25mg\/kg resulted in statistically significant and sustained increases in annualized height velocity (AHV), with a mean change from baseline of +2.50cm\/year at Month 18 (P=0.001) &#8211; Data also presented at European Society of Paediatric Endocrinology on November 18th at 10 am GMT &#8211; [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:published_time\" content=\"2024-11-18T10:30:03+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2024-12-09T20:59:14+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"author\" content=\"Yon Tejeda\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"Yon Tejeda\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"7 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/\",\"url\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/\",\"name\":\"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2024-11-18T10:30:03+00:00\",\"dateModified\":\"2024-12-09T20:59:14+00:00\",\"author\":{\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/9922f10c17d900e1f68b939f1ec6a07b\"},\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/9922f10c17d900e1f68b939f1ec6a07b\",\"name\":\"Yon Tejeda\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/bridgebio.com\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/d632af61ed92f10bdc908bc7ce00554b?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/d632af61ed92f10bdc908bc7ce00554b?s=96&d=mm&r=g\",\"caption\":\"Yon Tejeda\"},\"url\":\"https:\/\/bridgebio.com\/author\/ytejeda\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/","og_locale":"en_US","og_type":"article","og_title":"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio","og_description":"&#8211; In Cohort 5 of PROPEL 2, daily oral treatment of infigratinib at 0.25mg\/kg resulted in statistically significant and sustained increases in annualized height velocity (AHV), with a mean change from baseline of +2.50cm\/year at Month 18 (P=0.001) &#8211; Data also presented at European Society of Paediatric Endocrinology on November 18th at 10 am GMT &#8211; [&hellip;]","og_url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/","og_site_name":"BridgeBio","article_published_time":"2024-11-18T10:30:03+00:00","article_modified_time":"2024-12-09T20:59:14+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"author":"Yon Tejeda","twitter_card":"summary_large_image","twitter_creator":"@BridgeBioPharma","twitter_site":"@BridgeBioPharma","twitter_misc":{"Written by":"Yon Tejeda","Est. reading time":"7 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/","url":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/","name":"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia - BridgeBio","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2024-11-18T10:30:03+00:00","dateModified":"2024-12-09T20:59:14+00:00","author":{"@id":"https:\/\/bridgebio.com\/#\/schema\/person\/9922f10c17d900e1f68b939f1ec6a07b"},"breadcrumb":{"@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/news\/bridgebio-pharma-announces-publication-in-the-new-england-journal-of-medicine-of-phase-2-propel-2-study-of-infigratinib-for-children-living-with-achondroplasia\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio Pharma Announces Publication in the New England Journal of Medicine of Phase 2 PROPEL 2 Study of Infigratinib for Children Living with Achondroplasia"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"},{"@type":"Person","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/9922f10c17d900e1f68b939f1ec6a07b","name":"Yon Tejeda","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/bridgebio.com\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/d632af61ed92f10bdc908bc7ce00554b?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/d632af61ed92f10bdc908bc7ce00554b?s=96&d=mm&r=g","caption":"Yon Tejeda"},"url":"https:\/\/bridgebio.com\/author\/ytejeda\/"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/7121"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/41"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=7121"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/posts\/7121\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=7121"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/categories?post=7121"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/tags?post=7121"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}