{"id":5775,"date":"2022-11-30T15:00:03","date_gmt":"2022-11-30T20:00:03","guid":{"rendered":"https:\/\/bridge-bio.local\/?page_id=5775"},"modified":"2023-06-05T16:23:42","modified_gmt":"2023-06-05T20:23:42","slug":"hcps-kols-privacy-notices","status":"publish","type":"page","link":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice","title":{"rendered":"BridgeBio EEA, Swiss and UK HCP Privacy Notice"},"content":{"rendered":"\r\n<p><strong><em>What does this notice cover?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>BridgeBio Pharma, Inc., along with its affiliates and subsidiaries worldwide (collectively, “BridgeBio”, “we,” “us,” or “our”), is committed to handling personal data responsibly and in accordance with applicable law. This Privacy Notice explains our data collection and processing practices in the context of your relationship to us if you are in the European Economic Area, Switzerland and the United Kingdom. It also describes your data protection rights, including a right to object to some of the processing which we carry. More information about your rights, and how to exercise them, is set out in the &#8220;Your choices and rights&#8221; section.<\/p>\r\n\r\n\r\n\r\n<p>Please note that this does not cover your use of our websites as a consumer or investor or involvement in any of our research or clinical trials. You will be presented with different privacy notices in those contexts.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>Who is the data controller for your data?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>The information in this notice explains the way that all BridgeBio companies process personal data. The data controller for your data will be the BridgeBio company with which you are in contact, as it decides the data processing, and why and how it is being processed. It may exercise this responsibility alone or jointly with other companies in the BridgeBio group, acting as “joint-controllers”.<\/p>\r\n\r\n\r\n\r\n<p>Other BridgeBio companies, namely BridgeBio Pharma Inc. and BridgeBio International GmbH, may also be separate independent controllers for some of the data we collect. For example, as the BridgeBio company with which you are in contact may share your personal data with such other BridgeBio entities for centralised data processing activities. If you would like more information about which controller is relevant for your personal data, please contact us at the contact details below.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>What information do we collect from you? <\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>When you attend and participate in meetings or if you correspond with us, as well as when you register on our website, or when you register for our newsletter, we collect various types of personal data about you, including:<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Your identification information and contact data (e.g. name, first name, last name, gender; email and\/or postal address, fixed and\/or mobile phone number);<\/li>\r\n<li>Your function and professional activities (e.g. title, position, name of employer\/institution, specialities, education, awards, publications, congress activities, media and social media activities, links to universities, expertise and contributions to clinical trials, ad boards and other organizations);<\/li>\r\n<li>Information about the scientific and medical activities you have with us;<\/li>\r\n<li>Your electronic identification information, as may be required for our interactions (e.g. login, access right, password, badge number, IP address, online identifiers\/cookies, access and connection times, image recording or sound);<\/li>\r\n<li>Profile data, including data that you provide to us for example when you fill in forms or during events you attend, or when your answer questions during a conversation or survey;<\/li>\r\n<li>Transaction data including details about payments to and from you (e.g. credit card details; bank account details; tax ID number);<\/li>\r\n<li>Recordings, including video and audio recordings undertaken during meetings with you;<\/li>\r\n<li>Communications data, including your preferences in receiving communications from us, channels of communication and frequency.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>We may also gather personal data about you and your opinion of BridgeBio and\/or on BridgeBio products\/investigational products and\/or services, on the basis of publicly accessible social media content you post about BridgeBio and our products and services.<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li>Information we receive about you from other sources.\r\n<ul>\r\n<li>We work with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, search information providers and social listening providers) and may receive information about you from them.<\/li>\r\n<li>We may receive information if you have provided permission to other organisations to share it with us. Before providing permission to such third-party organisations to share your personal data, you should check their privacy notices carefully.<\/li>\r\n<li>We may take information from publicly available sources (where possible) to keep your information up to date, for example from professional registration databases.<\/li>\r\n<li>We may occasionally purchase the contact details of people who might be interested in hearing from us. Before purchasing such information, we will check with the vendor that your information was originally collected in a compliant manner, to make sure that we only contact people who have actively expressed an interest in receiving information from third parties and where it is lawful to do so. We receive information about your professional life (such as medical specialisation and professional background) from vendors such as IQVIA or Veeva Open Data.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong><em>How do we use this information, and what is our legal basis?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>We must have a legal basis to process your data. We explain each of these legal bases below. We also set out the purposes for which we process your data.<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Where necessary for BridgeBio’s legitimate interests, as listed below, and where our interests are not overridden by your data protection rights:<\/strong>\r\n<ul>\r\n<li>To manage and administer our relationship with you<\/li>\r\n<li>To respond to your inquiries and your requests<\/li>\r\n<li>To provide you with information about our activities or tailored information about a programme that you have signed up for<\/li>\r\n<li>To seek your views on our products and services<\/li>\r\n<li>To manage, plan and execute communications and interactions with you, mapping your connections with other stakeholders who are relevant to us;<\/li>\r\n<li>To invite you to events and\/or company organized meetings sponsored by us (e.g. medical events; advisory boards; speaker events; conferences);<\/li>\r\n<li>To implement tasks in preparation of or to perform existing contracts;<\/li>\r\n<li>For administrative purposes (e.g. to prepare transcripts and general report summaries of meetings with you);<\/li>\r\n<li>For training and quality assurance purposes;<\/li>\r\n<li>For the purposes of the establishment, exercise or defence of legal claims;<\/li>\r\n<li>To record, investigate and respond to complaints;<\/li>\r\n<li>To understand our stakeholders’ needs and sentiments and market trends, so that we can improve our products and services.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>Please note that, when processing your personal data based on legitimate interests, we always seek to maintain a balance between our legitimate interests and your privacy. Examples of such “legitimate interest” include:<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li style=\"list-style-type: none;\">\r\n<ul>\r\n<li>Identifying key stakeholders to develop a better understanding of their activities and to initiate further contacts with them;<\/li>\r\n<li>To develop a proximity and trustful relationship with external stakeholders;<\/li>\r\n<li>To understand the markets;<\/li>\r\n<li>To ensure that our investigational drugs, the design of our clinical trials correspond to patient needs;<\/li>\r\n<li>To sell any part of our business or its assets or to enable the acquisition of all or part of our business or assets by a third party.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Where necessary to comply with a legal obligation such as:<\/strong> \r\n<ul>\r\n<li>Regulatory monitoring and reporting obligations, including those related to Adverse Events, product complaints and product safety;<\/li>\r\n<li>To respond to requests from law enforcement authorities;<\/li>\r\n<li>To comply with anti-corruption and transparency obligations;<\/li>\r\n<li>To verify your eligibility to access certain products, services and data that may be provided only to licensed HCPs or other conducting background check to ensure that we are not prevented from working with you.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<li><strong>With your consent:<\/strong> \r\n<ul>\r\n<li>To provide you with information about our activities or tailored information about a programme that you have signed up to;<\/li>\r\n<li>We may also request information, pictures and\/or videos when organising events, congresses etc.<\/li>\r\n<\/ul>\r\n<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p>We may provide you with more specific notices for some of the processing described above and, if we require your consent, will ask for this at the time we collect your personal data.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>How do we share this information?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>We share information about you for some limited purposes as follows:<\/p>\r\n\r\n\r\n\r\n<ul class=\"wp-block-list\">\r\n<li><strong>Within the BridgeBio family of companies<\/strong> – we may share your information among the different BridgeBio entities to administer and manage group functions.<\/li>\r\n<li><strong>With service providers <\/strong>– these are entities that help perform services on our behalf, such as answering questions about products or services, sending mail and emails, assessment and profiling and when using auditors or other professional advisors. These vendors, which include, without limitation, IT system providers, cloud service providers, database providers, communication &amp; event organization agencies, are required to protect the information we share with them with appropriate organizational and technical safeguards and to use such information as necessary to provide services to us.<\/li>\r\n<li><strong>With regulators and other governmental entities<\/strong> – we may access, preserve, and share your information with regulators, law enforcement, or others in response to a valid legal request if we have a good-faith belief that the law required us to do so; or we conclude that such sharing is necessary to detect, prevent, and address fraud, unauthorized use of our systems, prevent violations of our terms, or protect our rights or the rights of others. We may further share your information with government agencies and publicly disclose it in order to comply with our transparency reporting obligations.<\/li>\r\n<li><strong>With a partner organisation <\/strong>&#8211; if we run an event in partnership with other named organisations your details may need to be shared. We will be very clear what will happen to your data when you register.<\/li>\r\n<li>If we <strong>merge with another organisation or form a new entity<\/strong>, your personal data may be transferred to that new entity.<\/li>\r\n<\/ul>\r\n\r\n\r\n\r\n<p><strong><em>How do we operate and transfer data as part of our global business?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>As a global company headquartered in the United States, we share data globally, both internally within the BridgeBio family of companies, and externally with our service providers. When we transfer your personal data to other countries, we take steps to ensure your personal data is adequately protected, using transfer mechanisms such as EU-approved standard clauses. A copy of the relevant mechanism can be obtained for your review on request by using the contact details below.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>Data retention<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>We will retain and process personal data relating to you for three years following the date of our last interaction with you, or longer if required to comply with our legal or regulatory obligations, to resolve disputes or as necessary for our legitimate interests.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>How can you exercise your rights provided under applicable data protection laws? <\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>Depending on your jurisdiction, you may have the right, subject to applicable exceptions and adequate verification of your identity, to access, rectify, port (where technically feasible), and delete your data. You may also have the right to object to and restrict certain processing of your data. If you have unresolved concerns, you may have the right to complain to a data protection authority. If you would like to exercise such a right, please contact us at the details below.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>How to contact us with questions.<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>If you have any questions, you can contact our data protection officer at <a href=\"mailto:dataprivacy@bridgebiodev.wpengine.com\">dataprivacy@bridgebiodev.wpengine.com<\/a>.<\/p>\r\n\r\n\r\n\r\n<p><strong><em>How can you learn about changes to this Notice?<\/em><\/strong><\/p>\r\n\r\n\r\n\r\n<p>We may change this Notice from time to time. If we make changes to the Notice that are material, we will provide you with notice in accordance with applicable legal requirements.<\/p>","protected":false},"excerpt":{"rendered":"<p>What does this notice cover? BridgeBio Pharma, Inc., along with its affiliates and subsidiaries worldwide (collectively, “BridgeBio”, “we,” “us,” or “our”), is committed to handling personal data responsibly and in accordance with applicable law. This Privacy Notice explains our data collection and processing practices in the context of your relationship to us if you are [&hellip;]<\/p>\n","protected":false},"author":29,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"page-templates\/page-legal.php","meta":{"_acf_changed":false,"footnotes":""},"class_list":["post-5775","page","type-page","status-publish","hentry"],"acf":{"hero_background_color":"red","hero_image":false,"hero_video":false,"hero_title":"","hero_cta_type":"","hero_cta_text":"","hero_cta_internal_link":false,"hero_cta_external_link":"","hero_cta_video":false,"page_intro_text":"","page_content_primary":"","page_content_secondary":"","page_content_tertiary":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.4 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>BridgeBio | EEA, Swiss and UK HCP privacy notice<\/title>\n<meta name=\"description\" content=\"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.\" \/>\n<meta name=\"robots\" content=\"noindex, follow\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"BridgeBio | EEA, Swiss and UK HCP privacy notice\" \/>\n<meta property=\"og:description\" content=\"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/\" \/>\n<meta property=\"og:site_name\" content=\"BridgeBio\" \/>\n<meta property=\"article:modified_time\" content=\"2023-06-05T20:23:42+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png\" \/>\n\t<meta property=\"og:image:width\" content=\"1200\" \/>\n\t<meta property=\"og:image:height\" content=\"600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@BridgeBioPharma\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"8 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/\",\"url\":\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/\",\"name\":\"BridgeBio | EEA, Swiss and UK HCP privacy notice\",\"isPartOf\":{\"@id\":\"https:\/\/bridgebio.com\/#website\"},\"datePublished\":\"2022-11-30T20:00:03+00:00\",\"dateModified\":\"2023-06-05T20:23:42+00:00\",\"description\":\"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.\",\"breadcrumb\":{\"@id\":\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/bridgebio.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"BridgeBio EEA, Swiss and UK HCP Privacy Notice\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/bridgebio.com\/#website\",\"url\":\"https:\/\/bridgebio.com\/\",\"name\":\"BridgeBio\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/bridgebio.com\/?s={search_term_string}\"},\"query-input\":{\"@type\":\"PropertyValueSpecification\",\"valueRequired\":true,\"valueName\":\"search_term_string\"}}],\"inLanguage\":\"en-US\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"BridgeBio | EEA, Swiss and UK HCP privacy notice","description":"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.","robots":{"index":"noindex","follow":"follow"},"og_locale":"en_US","og_type":"article","og_title":"BridgeBio | EEA, Swiss and UK HCP privacy notice","og_description":"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.","og_url":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/","og_site_name":"BridgeBio","article_modified_time":"2023-06-05T20:23:42+00:00","og_image":[{"width":1200,"height":600,"url":"https:\/\/bridgebio.com\/wp-content\/uploads\/2019\/02\/BridgeBio_Share.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_site":"@BridgeBioPharma","twitter_misc":{"Est. reading time":"8 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/","url":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/","name":"BridgeBio | EEA, Swiss and UK HCP privacy notice","isPartOf":{"@id":"https:\/\/bridgebio.com\/#website"},"datePublished":"2022-11-30T20:00:03+00:00","dateModified":"2023-06-05T20:23:42+00:00","description":"BridgeBio Pharma Inc. is committed to handling personal data responsibly and in accordance with applicable law. Read more.","breadcrumb":{"@id":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/bridgebio.com\/bridgebio-hcp-privacy-notice\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/bridgebio.com\/"},{"@type":"ListItem","position":2,"name":"BridgeBio EEA, Swiss and UK HCP Privacy Notice"}]},{"@type":"WebSite","@id":"https:\/\/bridgebio.com\/#website","url":"https:\/\/bridgebio.com\/","name":"BridgeBio","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/bridgebio.com\/?s={search_term_string}"},"query-input":{"@type":"PropertyValueSpecification","valueRequired":true,"valueName":"search_term_string"}}],"inLanguage":"en-US"}]}},"_links":{"self":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/pages\/5775"}],"collection":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/users\/29"}],"replies":[{"embeddable":true,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/comments?post=5775"}],"version-history":[{"count":0,"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/pages\/5775\/revisions"}],"wp:attachment":[{"href":"https:\/\/bridgebio.com\/wp-json\/wp\/v2\/media?parent=5775"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}